* Workspace

** DONE [#B] test spacemacs zilong 山人的配置
   CLOSED: [2016-07-21 四 04:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 04:17]
   CLOCK: [2016-07-20 Wed 20:34]--[2016-07-20 Wed 20:49] =>  0:15
   CLOCK: [2016-07-20 Wed 20:29]--[2016-07-20 Wed 20:34] =>  0:05
   :END:

** DONE [#B] 试用子龙山人的配置，好用
   CLOSED: [2016-07-24 Sun 10:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 10:48]
   :END:

** DONE [#B] test
   CLOSED: [2016-07-21 四 04:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 04:17]
   CLOCK: [2016-07-20 Wed 20:49]--[2016-07-20 Wed 20:56] =>  0:07
   :END:

** DONE13   Swiper:  [#B] learn English 22
   CLOSED: [2016-07-21 四 04:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 04:17]
   CLOCK: [2016-07-21 Thu 03:22]--[2016-07-21 Thu 03:47] =>  0:25
   :END:

** DONE [#B] 重启机器，声音不受控制
   CLOSED: [2016-07-21 Thu 04:05] DEADLINE: <2016-07-21 Thu 04:05>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 04:05]
   :END:

** DONE [#B] learn English 20
96.9%
   CLOSED: [2016-07-21 四 04:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 04:38]
   CLOCK: [2016-07-21 四 04:18]--[2016-07-21 四 04:38] =>  0:20
   :END:

** DONE [#B] relaxing and browing
   CLOSED: [2016-07-21 四 05:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 四 05:11]
   CLOCK: [2016-07-21 四 04:42]--[2016-07-21 四 05:07] =>  0:25
   :END:

** DONE [#B] 新建一个任务，并启动计时
   CLOSED: [2016-07-21 Thu 06:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 06:32]
   :END:

** DONE [#B]lesson 19
   CLOSED: [2016-07-21 Thu 06:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 06:54]
   CLOCK: [2016-07-21 Thu 06:34]--[2016-07-21 Thu 06:54] =>  0:20
   :END:

** DONE [#B]go home and eating breakfast
   CLOSED: [2016-07-21 Thu 06:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 06:59]
   :END:

** DONE [#B] 到办公室开始学习工作                    :office and computer:
   CLOSED: [2016-07-21 Thu 09:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 09:19]
   :END:

** DONE [#B] 学习 spacemacs
   CLOSED: [2016-07-21 Thu 09:32]
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 09:32]

** DONE [#B] lesson 18 96.5%
   CLOSED: [2016-07-21 Thu 10:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 10:39]
   CLOCK: [2016-07-21 Thu 09:55]--[2016-07-21 Thu 10:17] =>  0:22
   :END:

** DONE [#B] 清理清扫，休息一下
   CLOSED: [2016-07-21 Thu 10:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 10:39]
   CLOCK: [2016-07-21 Thu 10:19]--[2016-07-21 Thu 10:39] =>  0:20
   :END:

** DONE [#B] 回家做饭
   CLOSED: [2016-07-21 Thu 11:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 11:12]
   :END:

** DONE [#B] 到达办公室开始工作学习
   CLOSED: [2016-07-21 Thu 18:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 18:15]
   CLOCK: [2016-07-21 Thu 16:30]--[2016-07-21 Thu 17:34] =>  1:04
   :END:

** DONE [#B] lesson 17 96.6%
   CLOSED: [2016-07-21 Thu 17:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 17:55]
   CLOCK: [2016-07-21 Thu 17:36]--[2016-07-21 Thu 17:55] =>  0:19
   :END:

** DONE [#B] lesson 16 97.3%
   CLOSED: [2016-07-21 Thu 18:13]
   :LOGBOOK:
   - State  "DONE"       from "STARTED"    [2016-07-21 Thu 18:13]
   CLOCK: [2016-07-21 Thu 17:56]--[2016-07-21 Thu 18:13] =>  0:17
   :END:

** DONE [#B] lesson 15 97.5%
   CLOSED: [2016-07-21 Thu 19:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 19:23]
   CLOCK: [2016-07-21 Thu 18:16]--[2016-07-21 Thu 19:23] =>  1:07
   :END:

** DONE [#B] relaxing and listening musci
   CLOSED: [2016-07-22 Fri 07:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-22 Fri 07:15]
   CLOCK: [2016-07-22 Fri 06:29]--[2016-07-22 Fri 06:53] =>  0:24
   :END:


** DONE [#B] relax
   CLOSED: [2016-07-23 Sat 04:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-23 Sat 04:55]
   CLOCK: [2016-07-23 Sat 04:29]--[2016-07-23 Sat 04:54] =>  0:25
   :END:

** DONE [#B] 备份文件，回家
   CLOSED: [2016-07-23 Sat 07:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-23 Sat 07:15]
   CLOCK: [2016-07-23 Sat 07:08]--[2016-07-23 Sat 07:14] =>  0:06
   :END:

** DONE [#B] relaxing and listening
   CLOSED: [2016-07-24 Sun 04:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 04:50]
   CLOCK: [2016-07-24 Sun 04:38]--[2016-07-24 Sun 04:50] =>  0:12
   :END:

** DONE [#B] go home and ended morning learning
   CLOSED: [2016-07-24 Sun 06:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 06:48]
   :END:

** DONE [#B] 清理清扫准备工作20分钟
   CLOSED: [2016-07-24 Sun 08:43]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 08:43]
   :END:

** DONE [#B] relaxing and listen Englis song
   CLOSED: [2016-07-24 Sun 10:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 10:48]
   CLOCK: [2016-07-24 Sun 10:17]--[2016-07-24 Sun 10:48] =>  0:31
   :END:

** DONE [#B] 安装brew
   CLOSED: [2016-07-25 Mon 12:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 12:00]
   CLOCK: [2016-07-25 Mon 10:36]--[2016-07-25 Mon 12:00] =>  1:24

   :END:
第一步出现错误，Warning:Improper use of the sudo command could lead date loss or
the deletion of important system files. Please double-check your typing when
using sudo. Type "man sudo" for more information.

To proceed, enter your password, or type Ctrl-C to abort
输入用户密码，后执行。
后又同意xcode协议。
执行：man sudo后继续安装
 但停在了克隆。
执行uninstall,重新安装
成功。

** DONE [#B] 重新安装子龙山人配置
   CLOSED: [2016-07-25 Mon 12:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 12:01]
   CLOCK: [2016-07-25 Mon 12:00]--[2016-07-25 Mon 12:56] =>  0:56
   :END:
字号不起作用了。其它正常

** DONE [#B] 下午到中心医院
   CLOSED: [2016-07-25 Mon 18:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 18:15]
   CLOCK: [2016-07-25 Mon 15:00]--[2016-07-25 Mon 16:30] =>  0:01
   :END:
检查结果不理想。先住院，由刘奇及家人决定。

** DONE [#B] relaxing and listen music
   CLOSED: [2016-07-26 Tue 21:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-26 Tue 21:02]
   CLOCK: [2016-07-26 Tue 18:58]--[2016-07-26 Tue 21:01] =>  2:03
   :END:
观看emacs视频，陪夫人走步30分钟，消耗48大卡

** DONE [#B] 复印户口本，办理出国护照
   CLOSED: [2016-07-28 Thu 15:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 15:49]
   CLOCK: [2016-07-28 Thu 15:12]--[2016-07-28 Thu 15:49] =>  0:37
   :END:

** DONE [#B] 更新spacemacs出错，重装很慢。
   CLOSED: [2016-07-28 Thu 20:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 20:47]
   CLOCK: [2016-07-28 Thu 20:36]--[2016-07-28 Thu 20:45] =>  0:09
   :END:

** DONE [#B] 重装sapcemacs
   CLOSED: [2016-07-28 Thu 20:58]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 20:58]
   CLOCK: [2016-07-28 Thu 20:45]--[2016-07-28 Thu 20:58] =>  0:13
   :END:

** DONE [#B] begin learning and working
   CLOSED: [2016-07-29 Fri 05:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-29 Fri 05:21]
   :END:

** DONE [#B] 练习edit
   CLOSED: [2016-07-29 Fri 19:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-29 Fri 19:09]
   :END:

** DONE [#B] relax and listen music
   CLOSED: [2016-07-29 Fri 20:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-29 Fri 20:09]
   :END:

** DONE [#B] test
   CLOSED: [2016-08-02 Tue 07:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-02 Tue 07:04]
   CLOCK: [2016-08-02 Tue 07:03]--[2016-08-02 Tue 07:04] =>  0:01
   :END:

** DONE [#B] learn spacemacs
   CLOSED: [2016-08-02 Tue 20:07]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-02 Tue 20:07]
   CLOCK: [2016-08-02 Tue 19:12]--[2016-08-02 Tue 20:07] =>  0:55
   :END:

** DONE [#B] has a cup of tea
   CLOSED: [2016-08-09 二 06:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-09 二 06:35]
   CLOCK: [2016-08-03 Wed 08:43]--[2016-08-03 Wed 09:45] =>  1:02
   :END:

** DONE [#B] relaxing
   CLOSED: [2016-08-04 Thu 06:46]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-04 Thu 06:46]
   CLOCK: [2016-08-04 Thu 06:08]--[2016-08-04 Thu 06:46] =>  0:38
   :END:
清理清扫

** DONE [#B] 朗读《道德经》 26 paragrph
   CLOSED: [2016-08-04 Thu 07:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-04 Thu 07:00]
   CLOCK: [2016-08-04 Thu 06:48]--[2016-08-04 Thu 07:00] =>  0:12
   :END:

** DONE [#B] to relax
   CLOSED: [2016-08-04 Thu 10:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-04 Thu 10:21]
   CLOCK: [2016-08-04 Thu 08:51]--[2016-08-04 Thu 10:21] =>  1:30
   - State "STARTED"    from "DONE"       [2016-08-04 Thu 08:50]
   - State "DONE"       from "STARTED"    [2016-08-04 Thu 08:50]
   :END:
左手开始有点痛。休息吧。学习和工作永远在路上。
学习当作休息。

** DONE [#B] relax and reading
   CLOSED: [2016-08-05 Fri 08:25]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-05 Fri 08:25]
   CLOCK: [2016-08-05 Fri 06:26]--[2016-08-05 Fri 06:51] =>  0:25
   :END:

** DONE [#B] going to home and eating breakfast
   CLOSED: [2016-08-08 Mon 07:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-08 Mon 07:04]
   :END:

** DONE [#B] 政协协商活动
   CLOSED: [2016-08-10 Wed 15:03] SCHEDULED: <2016-08-10 三>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 Wed 15:03]
   CLOCK: [2016-08-10 Wed 07:34]--[2016-08-10 Wed 15:03] =>  7:29
   :END:
1.岱岳区青春创业园电子商务
2.新泰市物流产业园
3.需发言
8:20 在政协前集合。
谭副主席原科委主任，管委主任。
无收获，以后此类活动少参加。浪费时间、金钱。
** DONE [#B] 编制2106下半年耗材预算
   CLOSED: [2016-08-08 一 11:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-08 一 11:10]
   CLOCK: [2016-08-08 一 10:27]--[2016-08-08 一 11:10] =>  0:43
   :END:
[[/Users/mac/Desktop信息技术工程系2016年下半年耗材 上交 2.5.xlsx]]

** DONE [#B] relax and listen music
   CLOSED: [2016-08-08 Mon 17:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-08 Mon 17:06]
   CLOCK: [2016-08-08 Mon 16:05]--[2016-08-08 Mon 17:06] =>  1:01
   :END:

** DONE [#B] 朗读《道德经》20小节
   CLOSED: [2016-08-09 二 06:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-09 二 06:31]
   CLOCK: [2016-08-09 二 06:18]--[2016-08-09 二 06:31] =>  0:13
   :END:

** DONE [#B] Relax and listen English songs
   CLOSED: [2016-08-09 二 07:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-09 二 07:06]
   CLOCK: [2016-08-09 二 06:36]--[2016-08-09 二 07:06] =>  0:30
   :END:

** DONE [#B] relax and listen Engilsh songs.
   CLOSED: [2016-08-10 三 01:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 三 01:59]
   CLOCK: [2016-08-09 二 20:32]--[2016-08-09 二 22:51] =>  2:19
   CLOCK: [2016-08-09 二 20:31]--[2016-08-09 二 20:32] =>  0:01
   :END:

** DONE [#B] relax
   CLOSED: [2016-08-10 三 04:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 三 04:00]
   CLOCK: [2016-08-10 三 03:31]--[2016-08-10 三 04:00] =>  0:29
   :END:

** DONE [#B] 重装spacemacs
   CLOSED: [2016-08-10 三 06:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 三 06:31]
   CLOCK: [2016-08-10 三 05:30]--[2016-08-10 三 06:31] =>  1:01
   :END:

** DONE [#B] relax and listen English songs
   CLOSED: [2016-08-10 Wed 16:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 Wed 16:55]
   CLOCK: [2016-08-10 Wed 15:59]--[2016-08-10 Wed 16:55] =>  0:56
   :END:

** DONE [#B] 喜事预备，请四邻
   CLOSED: [2016-08-10 三 21:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-10 三 21:06]
   CLOCK: [2016-08-10 三 18:05]--[2016-08-10 三 21:06] =>  0:01
   - State "STARTED"    from "DONE"       [2016-08-10 三 21:04]
   - State "DONE"       from "WAITING"    [2016-08-10 三 21:04]
   - State "SOMEDAY"    from "WAITING"    [2016-08-10 三 21:04]
   - State "WAITING"    from "DONE"       [2016-08-10 三 21:04]
   - State "DONE"       from "STARTED"    [2016-08-10 三 21:04]
   :END:
薛院长
张书记、夫人
苏主席、老公
刘院及夫人

** DONE [#B] 买扑克
   CLOSED: [2016-08-11 四 17:35] DEADLINE: <2016-08-11 四 18:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-11 四 17:35]
   CLOCK: [2016-08-11 四 16:54]--[2016-08-11 四 17:35] =>  0:41
   :END:

** DONE [#B] 换一角钱
   CLOSED: [2016-08-14 Sun 16:02] DEADLINE: <2016-08-15 一>
   :PROPERTIES:
   :ID:       9D3C6C44-FDFB-4E59-AB69-D44ADAEDC9C2
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 Sun 16:02]
   :END:
已让建行赵经理预约，完成后电话回复
方案二：找张振文，明天打电话。
已给张振文打电话。
建行赵经理已给准备好，周日到建行高科技园分理处拿<2016-08-13 Sat>
** DONE [#B] 找家政打扫卫生
   CLOSED: [2016-08-13 Sat 14:03] DEADLINE: <2016-08-12 五>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-13 Sat 14:03]
   :END:
已预约农大家政一家，光擦玻璃1.8元一平，近360.
已委托田拖找第二家。<2016-08-11 四 21:12>
最后找的农大中介。今天8：00开始打扫。<2016-08-13 Sat>
家政两人已从7：40开始清扫。
至11：20结束。280元。only clean up the window.

<2016-08-13 Sat 07:40-12:00>

<2016-08-13 Sat 09:00>送孩子购物
** DONE [#B] 带茶
   CLOSED: [2016-08-11 四 16:52] DEADLINE: <2016-08-12 五 16:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-11 四 16:52]
   :END:
已把茶叶放到车里

** DONE [#B] 取消明瑞酒店预定
   CLOSED: [2016-08-12 五 09:42] DEADLINE: <2016-08-12 五 12:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-12 五 09:42]
   :END:
已完成，预留两桌，一大一小江枫。
** DONE [#B] clean and put in order
   CLOSED: [2016-08-12 五 06:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-12 五 06:32]
   CLOCK: [2016-08-12 五 06:15]--[2016-08-12 五 06:32] =>  0:17
   :END:

** DONE [#B] chrome and relax
   CLOSED: [2016-08-12 五 07:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-12 五 07:06]
   CLOCK: [2016-08-12 五 06:34]--[2016-08-12 五 07:06] =>  0:32
   :END:
朗读《道德经》20小节

** DONE [#B] 提水去
   CLOSED: [2016-08-12 五 10:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-12 五 10:57]
   CLOCK: [2016-08-12 五 09:53]--[2016-08-12 五 10:57] =>  1:04
   - State "STARTED"    from "DONE"       [2016-08-12 五 09:53]
   - State "DONE"       from "WAITING"    [2016-08-12 五 09:53]
   - State "WAITING"    from "DONE"       [2016-08-12 五 09:53]
   - State "DONE"       from "STARTED"    [2016-08-12 五 09:52]
   :END:

** DONE [#B] relax and brow
   CLOSED: [2016-08-13 Sat 11:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-13 Sat 11:09]
   CLOCK: [2016-08-13 Sat 10:51]--[2016-08-13 Sat 11:09] =>  0:18
   :END:
go home <2016-08-13 Sat 11:09>

** DONE [#B] 买两盆木本花木
   CLOSED: [2016-08-17 三 16:48] DEADLINE: <2016-08-15 一>
   :PROPERTIES:
   :ID:       FDF8D84D-59BE-46F6-8C65-C838CD8C1DE7
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-17 三 16:48]
   :END:

** DONE [#B] 到海通证券查询
   CLOSED: [2016-08-15 一 12:26] DEADLINE: <2016-08-15 一 12:00>
   :PROPERTIES:
   :ID:       6E3A3E03-34DA-42B2-876A-B9AE29DF515D
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 一 12:26]
   :END:

** DONE [#B] 填表并写出说明周一上交
   CLOSED: [2016-08-15 一 15:45] DEADLINE: <2016-08-15 一 11:00>
   :PROPERTIES:
   :ID:       DA1B2B0B-6939-4CBE-BFA1-95C6B0A4775F
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 一 15:45]
   :END:
基金查不出来。
** DONE [#B] relax
   CLOSED: [2016-08-14 日 06:18]
   :PROPERTIES:
   :ID:       61B84840-9B20-4698-86B1-4B542B4D47F2
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 日 06:18]
   CLOCK: [2016-08-14 日 05:48]--[2016-08-14 日 06:18] =>  0:30
   :END:

** DONE [#B]relaxing
   CLOSED: [2016-08-14 日 10:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 日 10:20]
   CLOCK: [2016-08-14 日 09:58]--[2016-08-14 日 10:20] =>  0:22
   :END:

** DONE [#B] make purchase
   CLOSED: [2016-08-14 日 14:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 日 14:12]
   CLOCK: [2016-08-14 日 10:59]--[2016-08-14 日 14:12] =>  3:13
   :END:

** STARTED [#B] relaxing
   :LOGBOOK:
   - State "STARTED"    from "DONE"       [2016-08-14 日 15:22]
   - State "DONE"       from "STARTED"    [2016-08-14 日 15:22]
   :END:

** DONE [#B]review week month and year
   CLOSED: [2016-08-14 Sun 21:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-14 Sun 21:13]
   CLOCK: [2016-08-14 Sun 20:12]--[2016-08-14 Sun 21:13] =>  1:01
   :END:
并对English.org进行了编辑

** DONE [#B] relax and browser news
   CLOSED: [2016-08-15 Mon 05:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 Mon 05:40]
   CLOCK: [2016-08-15 Mon 05:12]--[2016-08-15 Mon 05:40] =>  0:28
   - State "STARTED"    from "DONE"       [2016-08-15 Mon 05:12]
   - State "DONE"       from "STARTED"    [2016-08-15 Mon 05:12]
   :END:

** DONE [#B] Read loudly and clearly
   CLOSED: [2016-08-15 Mon 06:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 Mon 06:45]
   CLOCK: [2016-08-15 Mon 06:24]--[2016-08-15 Mon 06:45] =>  0:21
   :END:
跑稀？蜂蜜的问题？
以后身体需求也要正确处理。

** DONE [#B] 办理查询
   CLOSED: [2016-08-15 一 12:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 一 12:26]
   CLOCK: [2016-08-15 一 09:13]--[2016-08-15 一 12:26] =>  3:13
   :END:

** DONE [#B] relax
   CLOSED: [2016-08-15 一 17:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-15 一 17:51]
   CLOCK: [2016-08-15 一 17:23]--[2016-08-15 一 17:51] =>  0:28
   :END:
go home

** DONE [#B] 17日上午十点三楼干部会议
   CLOSED: [2016-08-17 三 16:48] DEADLINE: <2016-08-17 三 09:30>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-17 三 16:48]
   :END:

** DONE [#B] relaxing
   CLOSED: [2016-08-16 二 19:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-16 二 19:26]
   CLOCK: [2016-08-16 二 19:13]--[2016-08-16 二 19:26] =>  0:13
   :END:

** DONE [#B] 送向东
   CLOSED: [2016-08-17 三 16:48] DEADLINE: <2016-08-17 三 06:30>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-17 三 16:48]
   :END:

** DONE [#B] relax and browse
   CLOSED: [2016-08-19 五 06:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 06:12]
   CLOCK: [2016-08-19 五 05:48]--[2016-08-19 五 06:12] =>  0:24
   - State "STARTED"    from "DONE"       [2016-08-19 五 05:48]
   - State "DONE"       from "WAITING"    [2016-08-19 五 05:48]
   - State "DONE"       from "STARTED"    [2016-08-19 五 05:48]
   :END:

** DONE [#B] 研究教室及教学资源调整上报
   CLOSED: [2016-08-19 五 09:50] DEADLINE: <2016-08-19 五 10:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 09:50]
   :END:
已安排王树兵完成
** DONE [#B] 下午政协开会
   CLOSED: [2016-08-19 五 18:52] DEADLINE: <2016-08-19 五 14:20>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 18:52]
      CLOCK: [2016-08-19 五 14:40]--[2016-08-19 五 15:40] =>  1:00

   :END:
传达换届精神
** DONE [#B] 孩子回门
   CLOSED: [2016-08-19 五 16:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 16:49]
   CLOCK: [2016-08-19 五 10:14]--[2016-08-19 五 16:21] =>  6:07
   :END:
在明瑞安排一大房间
人员：友志、新刚
胡希锋、建明
孙衍训曹姐

本人及夫人
新人

明瑞无房间了
御香园
最终订的鲁菜香

** DONE [#B] my daughtere back home
   CLOSED: [2016-08-20 Sat 17:42] DEADLINE: <2016-08-20 六 15:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-20 Sat 17:42]
   :END:
陪人：孙衍训两口
张新刚、友志
建明、希锋
吃的很好。
900元。
** DONE [#B] browse and notes
   CLOSED: [2016-08-20 六 05:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-20 六 05:59]
   CLOCK: [2016-08-20 六 05:52]--[2016-08-20 六 05:59] =>  0:07
   :END:

** DONE [#B] read aloud read loud
   CLOSED: [2016-08-21 Sun 06:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-21 Sun 06:34]
   CLOCK: [2016-08-21 Sun 06:24]--[2016-08-21 Sun 06:34] =>  0:10
   :END:

** DONE [#B] water intaking gettin
   CLOSED: [2016-08-21 Sun 08:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-21 Sun 08:05]
   CLOCK: [2016-08-21 Sun 06:38]--[2016-08-21 Sun 08:05] =>  1:27
   :END:
arrvie office begin work

** DONE [#B] install washmachine.
   CLOSED: [2016-08-21 Sun 13:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-21 Sun 13:49]
   CLOCK: [2016-08-21 Sun 10:47]--[2016-08-21 Sun 13:49] =>  3:02
   :END:

** DONE [#B] relax and listen to English song
   CLOSED: [2016-08-22 一 06:44]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 06:44]
   CLOCK: [2016-08-22 一 05:49]--[2016-08-22 一 06:44] =>  0:55
   :END:

** DONE [#B] 检查教学工作
   CLOSED: [2016-08-22 一 09:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 09:17]
   CLOCK: [2016-08-22 一 08:00]--[2016-08-22 一 09:00] =>  0:01
   - State "STARTED"    from "DONE"       [2016-08-22 一 09:16]
   - State "DONE"       from "STARTED"    [2016-08-22 一 09:16]
   :END:
陪王院长、李主席检查教学情况
学生到课情况良好
教师授课认真

** DONE [#B] prepare tomorrow meeting
   CLOSED: [2016-08-22 一 09:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 09:57]
   CLOCK: [2016-08-22 一 09:28]--[2016-08-22 一 09:57] =>  0:29
   :END:
新学期工作安排
1. 新生录取情况及教室教学安排
2. 管理提升
   事务管理：ERP同时是教师和学生实践平台
   教学：在线课程系统，实践混合式教学
3.构建信息系培养方向知识库系统，供教师及学生学习
大数据、云平台、移动互联开发
4.每个人实践、践行精细化管理、培养，按ISO9001工作要求细化教学及管理工作

陈书记来商议分班情况及班主任安排。

** DONE [#B] learn vim
   CLOSED: [2016-08-22 一 11:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 11:45]
   CLOCK: [2016-08-22 一 10:28]--[2016-08-22 一 11:45] =>  1:17
   :END:

** DONE [#B] 给15级计应1、2班上latex课
   CLOSED: [2016-08-22 一 20:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 20:49]
   CLOCK: [2016-08-22 一 19:00]--[2016-08-22 一 20:49] =>  1:49
   :END:
并与学生进行了交流。

** DONE [#B] going to walk and go to home
   CLOSED: [2016-08-22 一 21:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-22 一 21:33]
   :END:

** DONE [#B]relax and clean up
   CLOSED: [2016-08-23 二 04:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 04:45]
   CLOCK: [2016-08-23 二 04:40]--[2016-08-23 二 04:45] =>  0:05
   :END:

** DONE [#B] browse
   CLOSED: [2016-08-23 二 06:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 06:12]
   CLOCK: [2016-08-23 二 05:45]--[2016-08-23 二 06:12] =>  0:27
   :END:

** DONE [#B]read aloud 《道德经》 22小节。
   CLOSED: [2016-08-23 二 06:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 06:37]
   CLOCK: [2016-08-23 二 06:13]--[2016-08-23 二 06:37] =>  0:24
   :END:
上士闻道，勤而行之；
中士闻道，若存若亡；
下士闻道，大笑之。
不笑不足以为道。
与正言若反同理。

** DONE [#B] walk
   CLOSED: [2016-08-23 二 10:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 10:03]
   CLOCK: [2016-08-23 二 09:28]--[2016-08-23 二 10:03] =>  0:35
   :END:

** DONE [#B] 准备开会内容
   CLOSED: [2016-08-23 二 14:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-23 二 14:56]
   CLOCK: [2016-08-23 二 13:56]--[2016-08-23 二 14:56] =>  1:00
   :END:

** DONE [#B] relax and clean up
   CLOSED: [2016-08-24 三 05:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-24 三 05:21]
   CLOCK: [2016-08-24 三 05:15]--[2016-08-24 三 05:21] =>  0:06
   :END:

** DONE [#B] read aloud 《道德经》 20节
   CLOSED: [2016-08-24 三 06:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-24 三 06:28]
   CLOCK: [2016-08-24 三 06:18]--[2016-08-24 三 06:28] =>  0:10
   :END:

** DONE [#B] 早锻炼<2016-08-24 三 06:30>
   CLOSED: [2016-08-24 Wed 09:39]
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-08-24 Wed 09:39]
   :END:

** DONE [#B] evening walk half an hour<2016-08-24 三 21:20>
   CLOSED: [2016-08-24 三 21:16]
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-08-24 三 21:16]
   :END:

** DONE [#B] 处理杂务
   CLOSED: [2016-08-24 Wed 09:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-24 Wed 09:37]
   CLOCK: [2016-08-24 Wed 08:00]--[2016-08-24 Wed 09:37] =>  1:37
   - State "STARTED"    from "DONE"       [2016-08-24 Wed 09:33]
   - State "DONE"       from "STARTED"    [2016-08-24 Wed 09:33]
   :END:

** DONE [#B] relax and browse
   CLOSED: [2016-08-24 三 15:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-24 三 15:32]
   CLOCK: [2016-08-24 三 14:59]--[2016-08-24 三 15:32] =>  0:33
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2016-08-25 四 06:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-25 四 06:38]
   CLOCK: [2016-08-25 四 05:35]--[2016-08-25 四 06:38] =>  1:03
   :END:

** DONE [#B]处理交通违章
   CLOSED: [2016-08-25 四 09:16]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-25 四 09:16]
   CLOCK: [2016-08-25 四 08:09]--[2016-08-25 四 09:16] =>  1:07
   :END:

** DONE [#B] 讨论spacemacs应用
   CLOSED: [2016-08-25 Thu 16:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-25 Thu 16:22]
   CLOCK: [2016-08-25 Thu 15:40]--[2016-08-25 Thu 16:22] =>  0:42
   :END:

** TODO [#B]早锻炼
   DEADLINE: <2016-10-01 Sat 06:20 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-12-06 Tue 07:48]
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-12-06 Tue 07:48]
   - State "DONE"       from "STARTED"    [2016-12-06 Tue 07:48]
   - State "DONE"       from "STARTED"    [2016-12-06 Tue 07:48]
   - State "DONE"       from "STARTED"    [2016-12-06 Tue 07:48]
   - State "DONE"       from "STARTED"    [2016-12-06 Tue 07:48]
   - State "DONE"       from "STARTED"    [2016-12-06 Tue 07:48]
   - State "DONE"       from "STARTED"    [2016-12-06 Tue 07:48]
   - State "DONE"       from "STARTED"    [2016-12-06 Tue 07:48]
   - State "DONE"       from "TODO"       [2016-09-23 五 06:53]
   - State "DONE"       from "TODO"       [2016-09-23 五 06:53]
   - State "DONE"       from "TODO"       [2016-09-23 五 06:53]
   - State "DONE"       from "TODO"       [2016-09-23 五 06:53]
   - State "DONE"       from "TODO"       [2016-09-23 五 06:53]
   - State "DONE"       from "TODO"       [2016-09-17 六 08:53]
   - State "DONE"       from "TODO"       [2016-09-17 六 08:53]
   - State "DONE"       from "TODO"       [2016-09-17 六 08:53]
   - State "DONE"       from "TODO"       [2016-09-17 六 08:53]
   - State "DONE"       from "TODO"       [2016-09-17 六 08:53]
   - State "DONE"       from "TODO"       [2016-09-17 六 08:53]
   - State "DONE"       from "TODO"       [2016-09-17 六 08:52]
   - State "DONE"       from "TODO"       [2016-09-11 日 09:47]
   - State "DONE"       from "TODO"       [2016-09-11 日 06:32]
   - State "DONE"       from "STARTED"    [2016-09-09 五 08:02]
   - State "DONE"       from "TODO"       [2016-09-07 三 06:50]
   - State "DONE"       from "TODO"       [2016-09-06 二 14:02]
   - State "DONE"       from "TODO"       [2016-09-06 二 06:29]
   - State "CANCELLED"  from "TODO"       [2016-09-04 Sun 09:03]
   - State "DONE"       from "TODO"       [2016-09-03 Sat 06:21]
   - State "DONE"       from "TODO"       [2016-09-02 Fri 06:32]
   - State "DONE"       from "TODO"       [2016-09-01 Thu 06:33]
   - State "DONE"       from "STARTED"    [2016-08-31 三 08:01]
   - State "CANCELLED"  from "TODO"       [2016-08-30 二 09:01]
   - State "DONE"       from "TODO"       [2016-08-28 日 07:13]
   - State "DONE"       from "TODO"       [2016-08-27 六 15:36]
   - State "DONE"       from "TODO"       [2016-08-26 五 07:02]
   - State "DONE"       from "TODO"       [2016-08-25 四 21:19]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:01]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:01]
   - State "DONE"       from "STARTED"    [2016-08-25 Thu 21:01]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:00]
   - State "DONE"       from "STARTED"    [2016-08-25 Thu 21:00]
   :END:

** TODO [#B]晚走步
   DEADLINE: <2016-08-28 Sun 21:20 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-09-04 Sun 06:16]
   :END:
   :LOGBOOK:
   - State "CANCELLED"  from "TODO"       [2016-09-04 Sun 06:16] \\
     doesn't do
   - State "DONE"       from "TODO"       [2016-08-26 五 21:42]
   - State "DONE"       from "TODO"       [2016-08-26 五 07:42]
   :END:

** WAITING [#B]每天用笔书写半小时
   DEADLINE: <2016-09-14 三 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-08-28 日 06:14]
   :END:
   :LOGBOOK:
   - State "SOMEDAY"    from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:14]
   - State "SOMEDAY"    from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "SOMEDAY"    from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "SOMEDAY"    from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "DONE"       from "WAITING"    [2016-08-28 日 06:13]
   - State "WAITING"    from "TODO"       [2016-08-26 五 21:44] \\
     no fished
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:04]
   :END:

** TODO [#B]每天学习英语一小时以上
   DEADLINE: <2016-09-03 Sat +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-09-04 Sun 06:17]
   :END:
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-09-04 Sun 06:17]
   - State "DONE"       from "TODO"       [2016-09-01 Thu 14:11]
   - State "DONE"       from "TODO"       [2016-09-01 Thu 14:10]
   - State "DONE"       from "TODO"       [2016-08-31 Wed 16:50]
   - State "DONE"       from "TODO"       [2016-08-31 三 05:35]
   - State "DONE"       from "TODO"       [2016-08-28 日 07:08]
   - State "DONE"       from "TODO"       [2016-08-28 日 07:07]
   - State "DONE"       from "TODO"       [2016-08-26 五 21:43]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:04]
   :END:

** TODO [#B]坚持每天学习新知识及技术一小时
   DEADLINE: <2016-09-03 Sat +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2016-09-04 Sun 06:18]
   :END:
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2016-09-04 Sun 06:18]
   - State "DONE"       from "TODO"       [2016-09-01 Thu 14:11]
   - State "DONE"       from "TODO"       [2016-09-01 Thu 14:11]
   - State "DONE"       from "TODO"       [2016-08-31 Wed 16:50]
   - State "DONE"       from "TODO"       [2016-08-31 三 05:35]
   - State "DONE"       from "TODO"       [2016-08-28 日 18:35]
   - State "DONE"       from "TODO"       [2016-08-26 五 21:44]
   - State "DONE"       from "TODO"       [2016-08-26 五 21:44]
   - State "DONE"       from "TODO"       [2016-08-25 Thu 21:05]
   :END:
安装新版3.1moddle在线课程系统————>Mac bookpro
** DONE [#B] 拜访领导
   CLOSED: [2016-08-26 五 11:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-26 五 11:11]
   CLOCK: [2016-08-26 五 9:05]--[2016-08-26 五 10:11] =>  0:06
   :END:
五院长、刘洪东夫妇
宋来生、张永
谭毅
陈茂周、张丽

** DONE [#B] 校企合作商谈
   CLOSED: [2016-08-26 Fri 11:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-26 Fri 11:49]
   CLOCK: [2016-08-26 Fri 10:18]--[2016-08-26 Fri 11:49] =>  1:31
   :END:
泰盈科技尹经理

** DONE [#B]relax and listen to music
   CLOSED: [2016-08-27 六 19:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-27 六 19:19]
   CLOCK: [2016-08-27 六 16:53]--[2016-08-27 六 19:19] =>  2:26
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-08-28 日 07:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-28 日 07:06]
   CLOCK: [2016-08-28 日 06:15]--[2016-08-28 日 07:06] =>  0:51
   :END:
http://pit.ifeng.com/a/20160827/49848081_0.shtml
 这个社会，绝大多数人，刚一出生，就已经输了
来源：金融八卦女

警钟长鸣！

显然，放眼世界，人民需要时不常地品味一下类似《北京折叠》这样反乌托邦式的小说，以抱团提醒、相互刺痛、各自沉思：

人类这个两脚兽所统治的这个世界，是不是越来越糟了？

几个月前，我花了一个中午的时间，在豆瓣上读完郝景芳的中篇科幻小说《北京折叠》，那
时，这部早已传遍中国科幻界的小说刚刚成功入围世界科幻小说的最高奖项：雨果奖（Hugo
Award），这个奖项是由世界科幻协会（World Science Fiction Society，简称WSFS）为纪
念雨果·根斯巴克（Hugo Gernsback）而设立的科幻小说奖项，该奖分量之重，堪称科幻界
的“诺贝尔文学奖”。

两天前，这部小说获得了今年的雨果奖。这是雨果奖设立以来，亚洲人第二次获奖，众所周
知，第一位获得雨果奖的亚洲作家是写出《三体》的刘慈欣。

我承认《北京折叠》是一部好小说，但的确没想到它能最终荣膺雨果奖。毕竟，和刘慈欣典
型的“硬科幻”不同，在清华物理系毕业的郝景芳笔下，《北京折叠》写的并不科幻，更确
切地说，这部小说更像是一部披着“科幻”外衣的纯粹的“反乌托邦式”小说。

大刘写的《三体》已经拍成电影，有不少人在微博上呼吁《北京折叠》也拍成电影。但我觉
得，《北京折叠》是一部注定不可能拍成电影的“世界级”科幻小说，因为这部小说中含有
太多的隐喻，或者，已经不能算是隐喻，而是赤裸裸的现实。

《北京折叠》中北京，处于含混不清的未来时间线上，在小说中，中国的首都北京被分成了
三层空间：顶层统治者，中层精英和底层劳工。

这种差异性很明显地体现在小说中人物设定工作上，主人公老刀生活在第三空间，与5000万
人挤在一起，他的工作是垃圾处理工，生活中充斥着肮脏与霉气；第二空间是一群受过良好
教育的金领精英，一共2500万人生活在秩序井然的高节奏工作中；拥有同样面积的第一空间
人口最少，这里生活着北京的权贵和富豪阶层，他们制定城市规则和法律法规，人口只有
500万人，仅仅是第三空间的十分之一。

《北京折叠》的讽刺还在于小说中的空间翻转时间设定，三个空间每48小时轮换一次：第一
空间的统治者能够享受一整个24小时，然后睡去，第二空间的白领苏醒，他们能够享受白天
的12小时；第三空间的劳工只能享受从夜晚十点到清晨六点的时间，也就是说，他们永远都
看不见真正的太阳，高悬头顶上的阳光，只是第一空间的统治阶层用技术手段制造的假象。

世界上最远的距离不是生和死的距离，而是我奋斗了18年，却依然舍不得和你坐在一起喝咖
啡。这就是《北京折叠》这部小说在现实社会中赤裸裸的投影，就像小说中老刀为了女儿糖
糖上幼儿园的学费，甘愿冒着被捕的危险来到第一空间送密信，而第一空间那个阔太太给老
刀的封口费一出手就是10万元，面对10张1万元面额的纸币，老刀显得非常窘迫，他这辈子
甚至还从来没有见过一万元面额的纸币，而10万元只是那个女人一周的薪水，她还仅仅上半
天班，拿的是半薪，工作只是为了不想呆在家里，“老公挣的钱足够多”。

这个投影是如此清晰，以至于大多数人读完《北京折叠》之后，可能都会默默对标一下，现
实中的自己处于“这个世界”的第几空间？

二

这个社会上，绝大多数的人，刚刚一出生，就已经输了。

这就是比赛最残酷的地方，还未起跑，胜负已分。社会正在撕裂，阶层正在固化，正如英国
《金融时报》所描述的那样：城市阶层正在以物质力和行政资源调动力进行区分，分处于不
同阶层的人们，将来虽然身处同一个城市，却熟视无睹地擦肩而过。

《北京折叠》中所描写的场景正在当下的北京真实地上演，唯一不那么冷酷的是：三个空间
的不同阶层，至少在时间面前还处于平等，大家都平等地享受或浪费一天24小时的轮回。

小说中，所有矛盾的起点都在于老刀希望自己的女儿糖糖能够上一所第三空间中比较好的幼
儿园，每个月学费要15000元，这部科幻小说中描写的场景几乎完全源于当下的北京：“稍
微好一点的幼儿园招生前两天，就有家长带着铺盖卷在幼儿园门口排队，两个家长轮着，一
个吃喝拉撒，另一个坐在幼儿园门口等。就这么等上四十多个小时，还不一定能排进去。前
面的名额早用钱买断了。”

老刀希望让女儿通过良好的教育，鲤鱼跳龙门，能够有朝一日从第三空间冲到第二空间——这
简直就是最朴素的天下父母心了吧。

贫穷，是穷人的原罪。贫穷养育贫穷，因为贫穷治下的环境、教育、见识乃至你能想到的所
有资源，都因为贫穷而被限制，被固化，因而输在了“起跑线”上，富者愈富，贫者愈贫，
马太效应差不多就是这世间最冰冷的规则了。

就像我在很早之前一篇文章中讲的那样：顶级阶层的人生，或者说精英阶层的人生，从一开
始，就已经被设定了一个下限，差不到哪里去，他们最糟糕的时候，人生最低点的时候，也
就是在山顶上摔个跟头，但也不会滚落到山脚下。这道理残酷而森严：即使山顶上的草，也
比平地里白杨站的高，因为它生下来就站在山顶了呀！你充其量对着它吼一句：草！这他妈
的不公平！

几年前，我经常去北京一些国际学校做校园活动，屌丝如我，着实被这些国际学校动辄每年
25万元人民币的学费惊呆了，这还是小学部，这还算便宜的，这还不包括校车费用和同样高
昂的餐费。如果你有兴趣，可以去查一查北京或上海国际学校的学费，大部分学校的收费都
能在互联网上查到。这些学校的招生简章大都明文规定：本校不招收中国国籍的学生。当然，
这并不妨碍校内的孩子多半都是黄皮肤黑眼睛的“华人”。

在这种学校，节假日放学时，你要是开个C或者3系，真的都不好意思往停车场里停。放学的
时候，各种S和B打头的豪车陆续驶来，GMC或劳斯莱斯是最常见的“接孩子的车”，大部分
是专职司机过来接，还有一小部分80后或90后的全职辣妈，开着红色或白色的Porsche，娉
婷而夸张地用英语和孩子打着招呼。

这些国际学校有许多北京一流公立学校都闻所未闻的课外课（而对很多北京父母而言，能进
入一所公立学校已经很艰难了）。学校中的教育方式，与大洋彼岸的美国或欧洲没什么不同，
学校里全英文的交流环境，连保安也一口纽约腔儿。这里的教师不用考虑孩子的升学率问题，
因为无论是家长还是老师，心里都清楚：在这里念书的所有孩子，他们的人生道路与99%的
中国孩子都不一样，他们大部分都会在初中就选择出国读书，最晚高中也会去美国或欧洲读
书了，然后顺理成章地念一所常春藤大学，毕业后在大摩（MorganStanley）或麦肯锡
（McKinsey & Company）找一份50万起薪（美金）的工作。

坦白说，去世界顶级公司找工作还是这个阶层孩子中混的差的，更多的是选择进入家族企业
历练准备接盘或再创业，还有一少部分孩子早已对金钱产生麻木且厌恶的感觉，他们的选择
是在国外成立一个NGO或公益组织，每天穿梭于慈善酒会、艺术品拍卖会和基金会筹款晚宴
中，挽救这个操蛋的社会于水火之中。

当一个阶层的父母狼狈地通宵蹲在幼儿园门口的马扎上痛苦而忐忑地排队时，等待另一些孩
子的是清洁的空气、高质量的纯外语教学、绿色有机的食物、非富即贵的同班同学，这是另
一种人生起点。这一丁点儿都不科幻。

就不说所谓的教学质量和思维理念了吧，举一个最简单的例子：

北京冬天雾霾是常态，当你的孩子在冬日北京令人难以忍受的雾霾下做广播体操的时候；另
一个阶层的孩子或许在操场上也做同样的动作，但不同的是，这些孩子是在昂贵的防霾设备
的保护下，校方一狠心将整个学校的操场的上方都建起了防霾帐篷，孩子们享受着顶级空气
过滤设备滤清后的干净空气。



这一点都不科幻，北京上海任何一所国际学校中，院墙隔绝的，就是两个阶层的巨大鸿沟，
这深不见底的沟壑中，倒映着的是另一个中国。

柴静制作的抗霾纪录片《穹顶之下》，有这样一句意味深长的话：空气对每个人都是平等的。

对不起，这句话，错了！

** DONE [#B] 检查学生晚自习
   CLOSED: [2016-08-28 日 19:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-28 日 19:10]
   CLOCK: [2016-08-28 日 19:05]--[2016-08-28 日 19:10] =>  0:05
   :END:
走廊灯坏两层，为安全学生未上晚自习

** DONE [#B] 招开系办公会议
   CLOSED: [2016-08-31 Wed 16:50] DEADLINE: <2016-08-29 一 11:30>
   :LOGBOOK:
   - State "DONE"       from "WAITING"    [2016-08-31 Wed 16:50]
   - State "WAITING"    from "TODO"       [2016-08-29 Mon 16:34] \\
     tomorow
   :END:
1.迎新准备工作
2.管理工作提升
3.干部及教师内涵提升

** DONE [#B] relax and listen music
   CLOSED: [2016-08-29 Mon 06:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-29 Mon 06:03]
   CLOCK: [2016-08-29 Mon 05:17]--[2016-08-29 Mon 06:03] =>  0:46
   :END:

** DONE [#B] a lecture
   CLOSED: [2016-08-29 Mon 20:27] DEADLINE: <2016-08-29 Mon 19:40> SCHEDULED: <2016-08-29 Mon 19:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-29 Mon 20:27]
 CLOCK: [2016-08-29 Mon 19:10]--[2016-08-29 Mon 20:03] =>  0:53
:END:
本次课效果较差，尚有两个班未讲，不能讲最差。说话的多。
不上晚自习，有多少话非要在课上讲？
让不愿学的自动退出，真有两个同学退出。
过了青春期，仍然以自我为中心。
有主人命，没有主人才！
*** Geting Things Done(GTD)

*** Hack Done is better than prefact.

*** 工具的意义

** DONE [#B] relax and listen music
   CLOSED: [2016-08-29 Mon 20:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-29 Mon 20:57]
   CLOCK: [2016-08-29 Mon 20:35]--[2016-08-29 Mon 20:57] =>  0:22
   :END:

** DONE [#B] check teaching and learning
   CLOSED: [2016-08-30 二 10:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-30 二 10:05]
   CLOCK: [2016-08-30 二 09:05]--[2016-08-30 二 10:05] =>  1:00
   :END:

** DONE [#B] go home
   CLOSED: [2016-08-30 二 11:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-30 二 11:33]
   :END:

** DONE [#B] meeting
   CLOSED: [2016-08-31 三 05:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-31 三 05:33]
   CLOCK: [2016-08-30 二 15:39]--[2016-08-30 二 17:50] =>  2:11
   :END:
third floor begin 16:00

** DONE [#B] clean up
   CLOSED: [2016-08-31 三 08:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-31 三 08:19]
   CLOCK: [2016-08-31 三 08:02]--[2016-08-31 三 08:19] =>  0:17
   :END:

** DONE [#B]meeting
   CLOSED: [2016-08-31 三 11:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-31 三 11:38]
   CLOCK: [2016-08-31 三 08:50]--[2016-08-31 三 11:38] =>  2:48
   :END:

*** 迎新会议
刘洪东副院长主持
新生报到改方式了、计算机注册
已缴费的和未缴费的流程
上报注册入学的计划数。
系里办公会议：

**** 传达迎新安排
制订本系方案：简单易行
要求：教师、学生全部带胸牌，并登记。

**** 教学准备安排

**** 管理提升要求

**** 考勤要求

**** 周五下午开全体会。

** DONE [#B] 系内管理提升
   CLOSED: [2016-08-31 Wed 16:43]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-31 Wed 16:43]
   CLOCK: [2016-08-31 Wed 14:50]--[2016-08-31 Wed 16:43] =>  1:53
   :END:
全面践行GTD时间管理
给陈书记安装配置完成spacemacs并开始使用。
1. install brew
2. install mac emacs
3. install spacemacs zilongshanren
4. install source code pro
5. 字体验证
6. 修改界面：miterioso
7. 设置黑色背景：(set-background-color "black")
8. 产生：org-notes/get.org notes等文件
9. install mac latex

** DONE [#B]  order the English.org
   CLOSED: [2016-09-01 Thu 05:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-01 Thu 05:20]
   CLOCK: [2016-09-01 Thu 04:45]--[2016-09-01 Thu 05:20] =>  0:35
   :END:

** DONE [#B]browse and relax
   CLOSED: [2016-09-01 Thu 06:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-01 Thu 06:33]
   CLOCK: [2016-09-01 Thu 06:10]--[2016-09-01 Thu 06:33] =>  0:23
   :END:

** DONE [#B] install spacemacs for liqian
   CLOSED: [2016-09-01 Thu 09:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-01 Thu 09:27]
   CLOCK: [2016-09-01 Thu 08:01]--[2016-09-01 Thu 09:27] =>  1:26
   :END:

** WAITING [#B] install spacemacs for wangshubin
   :LOGBOOK:
   - State "WAITING"    from "STARTED"    [2016-09-01 Thu 10:41]
   CLOCK: [2016-09-01 Thu 09:28]--[2016-09-01 Thu 10:43] =>  1:15
   :END:

** DONE [#B] relax and listen music
   CLOSED: [2016-09-01 Thu 21:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-01 Thu 21:33]
   CLOCK: [2016-09-01 Thu 20:48]--[2016-09-01 Thu 21:33] =>  0:45
   :END:

** DONE [#B] relax and listen English
   CLOSED: [2016-09-02 Fri 06:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-02 Fri 06:31]
   CLOCK: [2016-09-02 Fri 06:00]--[2016-09-02 Fri 06:31] =>  0:31
   :END:
three lessons

** DONE [#B] 迎新生安排
   CLOSED: [2016-09-04 日 18:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-04 日 18:20]
   CLOCK: [2016-09-02 Fri 08:22]--[2016-09-02 Fri 15:33] =>  7:11
   :END:

** DONE [#B] 16:00召开全体教师会议
   CLOSED: [2016-09-02 Fri 21:18] DEADLINE: <2016-09-02 Fri 17:30>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-02 Fri 21:18]
   - State "STARTED"    from "DONE"       [2016-09-02 Fri 15:19]
   - State "DONE"       from "STARTED"    [2016-09-02 Fri 15:18]
   :END:
1. 传达学院请假、等文件规定
2. 传达学院周二整体谈话会议精神
3. 系里要求：
   - 严肃上下班制度，党员带头执行
   - 开展“两学一做”：学现代教育理念、学科学管理，做负责任的教师。
   - 落实精细培养，进行总结展示。
   - 每个专业培养、每个教师如何教学的、班主任如何管理的、系里干部如何工作的。
   - 打造践行管理平台：在线学习、ERP、混合式教学，解放教师、学生主动
   - 教学及学生管理分别及共同推动。
   - 专业、班级、学生、教师培养历程建立及展示。

** DONE [#B]browse news and listen music
   CLOSED: [2016-09-03 Sat 04:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 04:48]
   CLOCK: [2016-09-03 Sat 04:27]--[2016-09-03 Sat 04:48] =>  0:21
   :END:

** DONE [#B] order Engilsh.org
   CLOSED: [2016-09-03 Sat 06:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 06:02]
   CLOCK: [2016-09-03 Sat 05:38]--[2016-09-03 Sat 06:02] =>  0:24
   - State "STARTED"    from "DONE"       [2016-09-03 Sat 05:38]
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 05:38]
   :END:

** DONE [#B]read loud 《道德经》
   CLOSED: [2016-09-03 Sat 06:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 06:21]
   CLOCK: [2016-09-03 Sat 06:04]--[2016-09-03 Sat 06:21] =>  0:17
   :END:

** DONE [#B]relax and listen music
   CLOSED: [2016-09-03 Sat 11:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 11:40]
   CLOCK: [2016-09-03 Sat 10:36]--[2016-09-03 Sat 11:40] =>  1:04
   :END:

** DONE [#B]查看报到情况
   CLOSED: [2016-09-03 Sat 17:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 17:13]
   CLOCK: [2016-09-03 Sat 14:33]--[2016-09-03 Sat 17:13] =>  2:40
   - State "STARTED"    from "DONE"       [2016-09-03 Sat 14:33]
   - State "DONE"       from "STARTED"    [2016-09-03 Sat 14:33]
   :END:
最终约280人。累啊。

** DONE [#B]browse and listen English
   CLOSED: [2016-09-04 Sun 10:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-04 Sun 10:02]
   CLOCK: [2016-09-04 Sun 09:09]--[2016-09-04 Sun 10:02] =>  0:53
   :END:

** DONE [#B]接老人
   CLOSED: [2016-09-04 Sun 12:01]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-04 Sun 12:01]
   CLOCK: [2016-09-04 Sun 10:32]--[2016-09-04 Sun 12:01] =>  1:29
   :END:

** DONE [#B] learn spacemacs
   CLOSED: [2016-09-04 日 15:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-04 日 15:06]
   CLOCK: [2016-09-04 日 14:03]--[2016-09-04 日 15:06] =>  1:03
   :END:

** DONE [#B] 到报到现场
   CLOSED: [2016-09-04 日 18:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-04 日 18:20]
   CLOCK: [2016-09-04 日 15:50]--[2016-09-04 日 18:20] =>  2:30
   :END:

** DONE [#B] 检查新生晚自习及班主任到校情况
   CLOSED: [2016-09-04 日 20:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-04 日 20:08]
   CLOCK: [2016-09-04 日 19:33]--[2016-09-04 日 20:08] =>  0:35
   :END:

** DONE [#B] begin walking
   CLOSED: [2016-09-05 一 06:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 一 06:27]
   CLOCK: [2016-09-04 日 21:38]--[2016-09-04 日 22:06] =>  0:28
   :END:

** DONE [#B] clean up and drink water
   CLOSED: [2016-09-05 一 06:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 一 06:27]
   CLOCK: [2016-09-05 一 04:30]--[2016-09-05 一 04:39] =>  0:09
   :END:

** DONE [#B] relax and browse
   CLOSED: [2016-09-05 一 06:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 一 06:27]
   CLOCK: [2016-09-05 一 05:46]--[2016-09-05 一 06:27] =>  0:41
   :END:

** DONE [#B] read loud 《道德经》
   CLOSED: [2016-09-05 一 07:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 一 07:28]
   CLOCK: [2016-09-05 一 06:28]--[2016-09-05 一 07:28] =>  1:00
   :END:
read loud and clean. thirty paragraphs
** DONE [#B]新生开学典礼军训开训
   CLOSED: [2016-09-05 一 10:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 一 10:23]
   CLOCK: [2016-09-05 一 07:50]--[2016-09-05 一 10:23] =>  2:33
   :END:
山科智慧与泰安公司对接安装门禁及考勤系统

** DONE [#B] 学习Ruby
   CLOSED: [2016-09-05 Mon 11:42]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 Mon 11:42]
   CLOCK: [2016-09-05 Mon 11:06]--[2016-09-05 Mon 11:42] =>  0:36
   :END:

** DONE [#B]关于考勤管理的几点想法
   CLOSED: [2016-09-05 Mon 15:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 Mon 15:31]
   CLOCK: [2016-09-05 Mon 14:17]--[2016-09-05 Mon 15:31] =>  1:14
   :END:

*** 用org mode 实现工作期间人员时间管理
1. 创建一个公用github帐户
2. 存贮考勤信息
3. 各专业培养方案及培养历程
4. 信息技术工程系知识库系统

** DONE [#B]go to library
   CLOSED: [2016-09-05 Mon 17:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 Mon 17:19]
   CLOCK: [2016-09-05 Mon 15:42]--[2016-09-05 Mon 17:19] =>  1:37
   :END:

** DONE [#B]relax and listen music
   CLOSED: [2016-09-05 Mon 18:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-05 Mon 18:37]
   CLOCK: [2016-09-05 Mon 18:03]--[2016-09-05 Mon 18:37] =>  0:34
   :END:

** DONE [#B] relax and clean up
   CLOSED: [2016-09-06 二 06:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-06 二 06:29]
   CLOCK: [2016-09-06 二 05:57]--[2016-09-06 二 06:29] =>  0:32
   :END:

** DONE [#B] 下午会议内容
   CLOSED: [2016-09-06 二 08:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-06 二 08:31]
   :END:
1. 考勤的意义及方式
2. 实践时间管理、知识管理
3. 管理平台推进方案、步骤
4. 考核及标准

** DONE [#B] clean up and order
   CLOSED: [2016-09-06 二 10:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-06 二 10:49]
   CLOCK: [2016-09-06 二 08:37]--[2016-09-06 二 10:49] =>  2:12
   :END:
王院长来座谈一个小时。

** DONE [#B]云计算专业设备预算
   CLOSED: [2016-09-06 二 11:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-06 二 11:03]
   CLOCK: [2016-09-06 二 10:51]--[2016-09-06 二 11:03] =>  0:12
   :END:
已联系超云公司小马发来方案。

** DONE [#B] browse news
   CLOSED: [2016-09-06 二 15:18]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-06 二 15:18]
   CLOCK: [2016-09-06 二 14:50]--[2016-09-06 二 15:18] =>  0:28
   :END:

** DONE [#B] relax and listen music
   CLOSED: [2016-09-07 三 06:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 06:14]
   CLOCK: [2016-09-07 三 05:43]--[2016-09-07 三 06:14] =>  0:31
   :END:

** DONE [#B] clean up
   CLOSED: [2016-09-07 三 08:18]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 08:18]
   CLOCK: [2016-09-07 三 08:04]--[2016-09-07 三 08:18] =>  0:14
   :END:
处理一封邮件。

** DONE [#B] 到温室、建筑系
   CLOSED: [2016-09-07 三 10:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 10:09]
   CLOCK: [2016-09-07 三 08:22]--[2016-09-07 三 10:09] =>  1:47
   :END:
梁老师把标牌做好，安排学生拿回来200个。

** DONE [#B] read ruby input 37page
   CLOSED: [2016-09-07 三 16:07]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 16:07]
   CLOCK: [2016-09-07 三 15:11]--[2016-09-07 三 16:07] =>  0:56
   :END:

** DONE [#B]learn 时间管理
   CLOSED: [2016-09-07 三 16:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 16:50]
   CLOCK: [2016-09-07 三 16:10]--[2016-09-07 三 16:50] =>  0:40
   :END:
华为时间管理法
http://wenku.baidu.com/link?url=zacfqqWNFH4MTfgF7YRp3aIy9iqfdHk-3vvqt0_abOaefv7fCTeI3XV-GE2m-EC-cJy92wtDlH27GxJb70vdDHbMRWgeG4Zw3bgKcO4Yq_u
计算我们在校学习时间
估算大学本科、研究生、博士学习时间
我们的差距
如何追赶
终身学习

** DONE [#B]relax and walking
   CLOSED: [2016-09-07 三 17:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 17:26]
   CLOCK: [2016-09-07 三 17:13]--[2016-09-07 三 17:26] =>  0:13
   :END:

** DONE [#B]relax and listen English song
   CLOSED: [2016-09-07 三 21:01]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-07 三 21:01]
   CLOCK: [2016-09-07 三 20:12]--[2016-09-07 三 21:01] =>  0:49
   :END:
学习高效人士的七个习惯
越是主动积极（习惯一）的人，
越能掌握人生的方向（习惯二），
也能有效管理人生（习惯三）

能不断更新（习惯七）的人，

方懂得如何了解别人（习惯五），
寻求圆满的解决之道（习惯六）

** DONE [#B]browse and learn
   CLOSED: [2016-09-08 四 10:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-08 四 10:40]
   CLOCK: [2016-09-08 四 09:51]--[2016-09-08 四 10:40] =>  0:49
   :END:

** DONE [#B]browse and learn
   CLOSED: [2016-09-13 二 08:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 08:48]
   CLOCK: [2016-09-08 四 14:12]--[2016-09-08 四 17:06] =>  2:54
   :END:

** TODO [#B]晚上上课
   DEADLINE: <2016-09-08 四 19:00-20:00>

** DONE [#B]relax and listen music
   CLOSED: [2016-09-09 五 05:58]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-09 五 05:58]
   CLOCK: [2016-09-09 五 05:32]--[2016-09-09 五 05:58] =>  0:26
   :END:

** DONE [#B] clean up
   CLOSED: [2016-09-09 五 08:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-09 五 08:04]
   CLOCK: [2016-09-09 五 07:36]--<2016-09-09 五 08:04> =>  0:28
   :END:

** DONE [#B] read ruby
   CLOSED: [2016-09-09 五 09:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-09 五 09:47]
   CLOCK: [2016-09-09 五 08:08]--[2016-09-09 五 09:47] =>  1:39
   :END:
1985words

** DONE [#B] check work and walk
   CLOSED: [2016-09-09 五 10:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-09 五 10:51]
   CLOCK: [2016-09-09 五 09:48]--[2016-09-09 五 10:51] =>  1:03
   :END:
联系张迎，了解墨玉件

** DONE [#B] read ruby
   CLOSED: [2016-09-09 五 11:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-09 五 11:49]
   CLOCK: [2016-09-09 五 11:14]--[2016-09-09 五 11:49] =>  0:35
   :END:

** DONE [#B] 参加教师节庆祝大会
   CLOSED: [2016-09-09 五 17:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-09 五 17:10]
   CLOCK: [2016-09-09 五 15:42]--[2016-09-09 五 17:10] =>  1:28
   :END:
第32个教师节，

** DONE [#B] relax and listen music
   CLOSED: [2016-09-10 六 05:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-10 六 05:34]
   CLOCK: [2016-09-10 六 04:33]--[2016-09-10 六 05:34] =>  1:01
   :END:

** DONE [#B] relax and listen music
   CLOSED: [2016-09-10 六 16:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-10 六 16:49]
   CLOCK: [2016-09-10 六 15:53]--[2016-09-10 六 16:49] =>  0:56
   :END:

** TODO [#B] read Ruby
   :LOGBOOK:
   CLOCK: [2016-09-10 六 16:50]--[2016-09-10 六 17:10] =>  0:20
   :END:

** DONE [#B] relax and listen music
   CLOSED: [2016-09-11 日 06:30]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-11 日 06:30]
   CLOCK: [2016-09-11 日 05:42]--[2016-09-11 日 06:30] =>  0:48
   :END:
watch zilongshanren

** DONE [#B] relax
   CLOSED: [2016-09-11 日 09:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-11 日 09:23]
   CLOCK: [2016-09-11 日 09:10]--[2016-09-11 日 09:23] =>  0:13
   :END:

** DONE [#B] 送夫人值班
   CLOSED: [2016-09-11 日 11:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-11 日 11:45]
   CLOCK: [2016-09-11 日 09:58]--[2016-09-11 日 11:45] =>  1:47
   :END:

** DONE [#B] read Ruby
   CLOSED: [2016-09-11 日 20:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-11 日 20:37]
   :END:

** DONE [#B] relax
   CLOSED: [2016-09-12 一 03:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 03:34]
   CLOCK: [2016-09-12 一 03:17]--[2016-09-12 一 03:34] =>  0:17
   :END:

** DONE [#B]read Ruby
   CLOSED: [2016-09-12 一 05:18]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 05:18]
   :END:

** DONE [#B] browse news
   CLOSED: [2016-09-12 一 09:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 09:38]
   CLOCK: [2016-09-12 一 08:55]--[2016-09-12 一 09:38] =>  0:43
   :END:

** DONE [#B]参加创新调研
   CLOSED: [2016-09-12 一 10:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 10:26]
   CLOCK: [2016-09-12 一 09:39]--[2016-09-12 一 10:26] =>  0:47
   :END:

** DONE [#B]read Ruby
   CLOSED: [2016-09-12 一 18:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 18:28]
   CLOCK: [2016-09-12 一 16:00]--[2016-09-12 一 18:28] =>  2:28
   :END:

** DONE [#B] browse and relax
   CLOSED: [2016-09-12 一 19:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 19:33]
   CLOCK: [2016-09-12 一 19:01]--[2016-09-12 一 19:33] =>  0:32
   :END:

** DONE [#B] check students
   CLOSED: [2016-09-12 一 20:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-12 一 20:28]
   CLOCK: [2016-09-12 一 19:33]--[2016-09-12 一 20:28] =>  0:55
   :END:

** DONE [#B] relax and listen music
   CLOSED: [2016-09-13 二 05:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 05:50]
   CLOCK: [2016-09-13 二 05:10]--[2016-09-13 二 05:50] =>  0:40
   :END:

** DONE [#B] read loud 《道德经》
   CLOSED: [2016-09-13 二 06:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 06:55]
   CLOCK: [2016-09-13 二 06:39]--[2016-09-13 二 06:55] =>  0:16
   :END:

** DONE [#B] think about today's meeting
   CLOSED: [2016-09-13 二 08:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 08:32]
   CLOCK: [2016-09-13 二 07:58]--[2016-09-13 二 08:32] =>  0:34
   :END:
1. 时间管理及知识管理，从干部做起
2. 严格考勤，统计通报。从干部、党员做起。
3. 落实ERP、在线学习系统。
4. 身教大于言传
5. 16级管理、全部进入readme，学习wiki
6. 胸牌制作及配带
7. 晚自习，丰富内容：讲座、技能练习、音乐、形体
8. 教师考勤逐步实行ERP

** DONE [#B] 准备会议内容及招开系办公会议
   CLOSED: [2016-09-13 二 10:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 10:50]
   CLOCK: [2016-09-13 二 08:53]--[2016-09-13 二 10:50] =>  1:57
   :END:
开会：全体管理干部

** DONE [#B] 检查教学情况
   CLOSED: [2016-09-13 二 11:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 11:26]
   CLOCK: [2016-09-13 二 10:56]--[2016-09-13 二 11:26] =>  0:30
   :END:

** DONE [#B] 新生专业思想教育
   CLOSED: [2016-09-13 二 15:15] SCHEDULED: <2016-09-13 二 14:20> DEADLINE: <2016-09-13 二 15:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-13 二 15:15]
    CLOCK: [2016-09-13 二 14:30]--[2016-09-13 二 15:15] =>  0:45

   :END:


*** 1. 正确的选择决定了一生的工作及幸福
1. 前40年It 高速发展，成就了事业及成功人士
intel microsoft 联想。搜狐
2. 现在大数据 云应用成势
Facebook 阿里
3.未来仍然是It的天下
人工智能、智造、个性化服务

*** 学习什么
1. 学习最新的 大数据、云平台实操
2. 学习实践现代管理
3. 高效学习及工作实践
4. 必备的技能
A. 盲打终身用
B. 管理知识
C. ERP/在线学习
D. spacemacs

*** 目标
1. 职业目标：CIO CDO
2. 人生目标：女生：公主。男生：负责任的男人。

*** 终身学习

** DONE [#B]read and learn Ruby
   CLOSED: [2016-09-14 三 09:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-14 三 09:52]
   CLOCK: [2016-09-13 二 15:44]--[2016-09-13 二 20:05] =>  4:21
   :END:

** DONE [#B] read ruby and learn
   CLOSED: [2016-09-14 三 09:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-14 三 09:51]
   CLOCK: [2016-09-14 三 09:00]--[2016-09-14 三 09:51] =>  0:51
   :END:

** DONE [#B] read and learn Ruby
   CLOSED: [2016-09-14 三 19:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-14 三 19:14]
   :END:

** DONE [#B]到财经系协调事务
   CLOSED: [2016-09-14 三 21:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-14 三 21:29]
   CLOCK: [2016-09-14 三 9:23]--[2016-09-14 三 11:29] =>  2:06
   :END:

** DONE [#B] 全体教职工大会
   CLOSED: [2016-09-14 三 21:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-14 三 21:33]
   CLOCK: [2016-09-14 三 16:00]--[2016-09-14 三 17:00] =>  1:00
   :END:
图书馆报告厅
时间：16：00--17：00
内容：省级文明单位、文明城市验收动员

** DONE [#B]short relax
   CLOSED: [2016-09-15 四 05:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-15 四 05:32]
   CLOCK: [2016-09-15 四 05:18]--[2016-09-15 四 05:32] =>  0:14
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2016-09-15 四 07:42]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-15 四 07:42]
   CLOCK: [2016-09-15 四 06:40]--[2016-09-15 四 07:32] =>  0:52
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2016-09-15 四 10:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-15 四 10:53]
   CLOCK: [2016-09-15 四 10:22]--[2016-09-15 四 10:53] =>  0:31
   :END:

** DONE [#B]relax
   CLOSED: [2016-09-15 四 11:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-15 四 11:48]
   CLOCK: [2016-09-15 四 11:27]--[2016-09-15 四 11:48] =>  0:21
   :END:

** DONE [#B]going to home
   CLOSED: [2016-09-15 四 18:08]
   :LOGBOOK:
   - State "DONE"       from "WAITING"    [2016-09-15 四 18:08]
   - State "WAITING"    from "DONE"       [2016-09-15 四 18:07]
   - State "DONE"       from "STARTED"    [2016-09-15 四 18:07]
   :END:

** DONE [#B] relax
   CLOSED: [2016-09-16 五 05:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-16 五 05:32]
   CLOCK: [2016-09-15 四 21:10]--[2016-09-15 四 21:49] =>  0:39
   :END:

** DONE [#B] relax
   CLOSED: [2016-09-16 五 06:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-16 五 06:06]
   CLOCK: [2016-09-16 五 05:40]--[2016-09-16 五 06:06] =>  0:26
   :END:

** DONE [#B] listen music
   CLOSED: [2016-09-16 五 07:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-16 五 07:10]
   CLOCK: [2016-09-16 五 06:38]--[2016-09-16 五 07:10] =>  0:32
   :END:

** DONE [#B] relax
   CLOSED: [2016-09-17 六 05:44]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-17 六 05:44]
   CLOCK: [2016-09-17 六 05:19]--[2016-09-17 六 05:44] =>  0:25
   :END:

** DONE [#B] relax and order
   CLOSED: [2016-09-19 一 05:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-19 一 05:33]
   CLOCK: [2016-09-19 一 05:24]--[2016-09-19 一 05:33] =>  0:09
   :END:

** DONE [#B] browse news
   CLOSED: [2016-09-19 一 06:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-19 一 06:59]
   CLOCK: [2016-09-19 一 06:24]--[2016-09-19 一 06:59] =>  0:35
   :END:

** DONE [#B] going to home and eat breakfast
   CLOSED: [2016-09-19 一 07:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-19 一 07:00]
   :END:

** DONE [#B] learn Ruby
   CLOSED: [2016-09-19 一 10:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-19 一 10:13]
   CLOCK: [2016-09-19 一 09:12]--[2016-09-19 一 10:13] =>  1:01
   :END:

** DONE [#B] learn Ruby
   CLOSED: [2016-09-19 一 15:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-19 一 15:31]
   CLOCK: [2016-09-19 一 14:02]--[2016-09-19 一 15:31] =>  1:29
   :END:

** DONE [#B]check night learning
   CLOSED: [2016-09-19 一 20:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-19 一 20:02]
   CLOCK: [2016-09-19 一 19:27]--[2016-09-19 一 20:02] =>  0:35
   :END:

** DONE [#B] check teach and learn
   CLOSED: [2016-09-20 二 08:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-20 二 08:57]
   CLOCK: [2016-09-20 二 08:35]--[2016-09-20 二 08:57] =>  0:22
   :END:

** DONE [#B] to learn Ruby
   CLOSED: [2016-09-20 二 10:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-20 二 10:11]
   CLOCK: [2016-09-20 二 09:00]--[2016-09-20 二 10:11] =>  1:11
   :END:
接待两批企业客人：济南博赛网络、深圳讯方

** DONE [#B] relax and listen to music
   CLOSED: [2016-09-21 三 06:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-21 三 06:06]
   CLOCK: [2016-09-21 三 05:32]--[2016-09-21 三 06:06] =>  0:34

   :END:

** DONE [#B] meeting at government building
   CLOSED: [2016-09-21 Wed 10:41]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-21 Wed 10:41]
   CLOCK: [2016-09-21 Wed 8:10]--[2016-09-21 Wed 10:41] =>  2:31
   :END:

** DONE [#B]to read Ruby
   CLOSED: [2016-09-21 Wed 11:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-21 Wed 11:19]
   CLOCK: [2016-09-21 Wed 10:46]--[2016-09-21 Wed 11:19] =>  0:33
   :END:

** DONE [#B] clean up my office
   CLOSED: [2016-09-22 Thu 08:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-22 Thu 08:00]
   CLOCK: [2016-09-22 Thu 07:40]--[2016-09-22 Thu 08:00] =>  0:20
   :END:

** DONE [#B] browse and learn
   CLOSED: [2016-09-22 Thu 09:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-22 Thu 09:14]
   CLOCK: [2016-09-22 Thu 08:01]--[2016-09-22 Thu 09:14] =>  1:13
   :END:
毁灭民族从文化开始，毁灭文化从教育开始，毁灭教育从教师开始
毁灭民族从毁灭文化开始，毁灭文化从毁灭教育开始
　　有些东西，破坏很容易，建设太难。
　　建筑如此，社会秩序如此，内心的思维习惯也是如此。
　　我们常常重复犯一种低级的错误，拥有的时候不知道珍惜，直到失去了方懂得可贵，可惜后悔晚矣，徒留万千遗憾在内心。
　　要想毁灭一个民族，当然从毁灭它的文化开始。鲸吞不可能做到，那就像蚕吃桑叶一样慢慢地侵蚀，温水煮青蛙一样，让你在不知不觉当中麻木，丧失战斗力。
　　而要从根本上毁灭一个民族的文化，最便捷的方式莫过于侵蚀乃至颠覆它的教育，以一种温和的、渐进的、习焉不察的方式。
　　是谁如此热衷于妖魔化我们的教师？一个民族，如果到了连学校连教师都无法信任的地步，甚至带着有色眼镜去观察去理解教育，以一种“莫须有”的敌意心态对待教师，你还能把孩子交给谁？你的这种心理影响下的言行举止又会如何引导你的孩子？如果对教育失去了虔诚和敬畏，如果对传承文化塑造灵魂的教师失去了真诚的信任和敬重，这种环境下成长起来的一代人将是什么样子？
　　热衷于曝光教育或教师负面新闻的各类媒体初衷何在？
　　最近，各路媒体很热闹，很兴奋，似乎弥漫着一股打了鸡血般的热情。
　　注意过没有，只要你打开网络，几乎天天都会有“禽兽教师”“变态教师”的恶行曝光：某个大学的教师与女生不伦之恋啦，中学的班主任利用谈话方式猥亵甚至强暴少女啦，乡村小学接近退休的老教师奸污班里几乎所有的女生啦，更令人发指的是某幼儿园的“狼外婆”以变态的方式性侵幼童啦。除此之外就是某某教师收取红包给学生调位置啦，节日向家长讨要礼物或者推销某种商品啦……
　　天天有，处处有，给人的感觉每一处学校都不安全，每一位教师都是禽兽。突然让我产生了一种可怕的念头，仿用一句有名的话就是“偌大的中国，竟然找不到一张干净的讲桌”！我不知道编发这种新闻的初衷是什么，我也不想品味事件背后的文字里隐藏着什么样的态度，但我却在真心忧虑，教育频频以这样的方式被关注，教师以这样的角色成为各路媒体的宠儿，教育话题以这样的面目成为整个社会的热点究竟是喜还是悲？
　　这些被媒体热衷报道的新闻传递给民众的是一种什么样的情绪？这种情绪一次又一次地被唤醒被强化会给普通民众什么样的心理暗示？这种情绪或暗示在一次又一次的叠加和强化后会形成一股什么样的力量？这种力量积蓄到一定的程度将会以什么样的方式爆发？
　　也许有朋友坐不住了——你这样说，教育难道是老虎屁股摸不得，难不成任由你们在校园里做恶，我们还要敲锣打鼓唱赞歌不成？
　　不是讳疾忌医，明明是“疮”，谁也不能夸它是“鲜花”，说与不说，它都在那里。指出那个“疮”来，让人警惕赶紧疗治这当然是正理，这当然必须欢迎！但我想说的是，这些热衷于曝光此类新闻的各类媒体初衷何在？到底是真的关注教育追根溯源查清真相惩前毖后治病救人呢，还是仅仅热衷于事件本身的爆炸性甚至过分渲染夸大其辞吸引眼球以博名利呢，甚至是以一种阴暗的心理寻求变态的平衡呢？
　　林子大了，什么样的鸟都有。任何群体内部都可能有败类，教师作为社会群体中极平凡的一员当然也不可能避免，更何况这个群体非常庞大，教育程度、文化修养、道德素质等等差别明显，难免鱼龙混杂。这是无法回避的事实，但我们更不能忽略另一个事实，这些败类、禽兽不能代表整体，我们不能因为它们的存在而忽略了绝大多数人的努力，更不能因此而抹黑甚至妖魔化整个群体。
　　有人跳楼了，只要他的身份是学生，那就一定是学业负担过重，思想压力过大，教师侮辱和歧视等“冷”“热”暴力；有人弑母了，只要他的身份是学生，或者曾经是学生或者应该是学生，那祸根一定是教育的悲哀，是畸形的教育制度和无能的教育从业者，更可笑的是就连那些被揪出来的大小贪官，也能被天才的媒体联系到教育的缺失！
　　于是，不知从哪一天开始，人们在谈论教师的时候，语气里多了鄙夷，目光里多了法官的审视，嘴脸上多了居高临下的威严和正气，在越来越多的人们口中，教师似乎除了变态的体罚和言语侵犯，就是伸着长手讨索礼物，或者钻到钱眼里成了“二道贩子”“黑中介”。
　　医生和教师成最危险最龌龊的职业，谁的悲哀
　　医生和教师，对于最大基数的普通老百姓来说，理应是两个最值得信任最具有亲和力的两大职业——一个拯救肉体，一个塑造灵魂；一个修补过去，一个引导未来。可恰恰是这两个职业，成了目前天底下最危险最龌龊的职业，我实在不明白，这到底是两大职业的悲哀，还是这个社会的悲哀！
　　有高人总结出这两大职业的共同特点，一是从业人数最多，和老百姓联系最密切因而也就最直接地生活在老百姓的眼皮子底下被监督；二是这两大职业最好惹，没有比这两大职业更能印证“公仆”的内涵了，无权无势最多也就是个稍微体面的出苦力流臭汗的，谁都敢惹，谁都能惹，而且事实一次再一次地证明，只要你能“闹”，你就一定会胜利，至少会获得丰厚的经济赔偿，这医院和学校变成了神话中的唐僧肉，既然这么好吃，谁不吃才是孙子。
　　明明没过错，却偏要咬碎了牙咽到肚里，明明是无理取闹撒野耍横却偏偏获得了赔偿，长此以往谁还会相信正义。
　　这个社会，最苦最累的莫过于老百姓，但最容易被牵引被操纵被绑架被激怒的也是老百姓，为什么呢？一是因为他们可以占有的公共资源少，少得可怜到几乎没有；二是因为他们获取信息的渠道狭窄，获得的信息不仅量少滞后，而且极有可能是被人过滤或者加工了的“二手信息”，有相当部分可能偏离事情的真相；再有一个就是因为在事情面前，他们更习惯用耳朵用脚用拳头而不是用脑子去思考。
　　越是穷人越忌讳别人说自己穷，就像阿Q忌讳别人说“秃”说“癞”一样。这是一种病态的保护自尊的方式，这种保护恰恰表现出他们骨子里的自卑——我知道，说这话是极易给自己招骂。之所以敢这么说，不是因为我高明，恰恰因为我自己就是小老百姓，最最普通的小老百姓。
　　我突然想起了一句算不上笑话的笑话，大意是说乞丐不会攻击富翁或者皇帝，他们最不能容忍的可能是和他一样的乞丐为什么突然讨到了馒头。
　　教育退了光环，教师成了小丑，教育崩溃了，国家走向何方？
　　爷爷小的时候，全村只有一个都私塾的先生，全村人都恭恭敬敬地称他为先生，每逢过年，几乎家家老小都会去给先生拜年，条件好的家庭还会带着精心准备的礼物，由主事的长辈领着学生去感谢。
　　爸爸小的时候，村里如果谁家有个小学毕业的孩子，简直会让别人羡慕到死，说到学校大家都觉得那是个神圣的地方，似乎在那进进出出的都是将来有出息的人，平常要是哪个人偶然进一次学校，满脑子都是虔诚和敬畏。
　　到我上学的那会儿，我和小伙伴们因为淘气被老师责打简直是家常便饭。虽然挨打的当时心里也会骂几句老师，但从来没有一个人敢表达出来，回到家更是万分小心掩饰，生怕被家长看出来。如果被家长发现在学校挨揍了，那等待的一定是又一场饱揍，力度绝不比老师轻——因为家长认定一个事儿，挨老师打的一定不是好学生，挨打说明你做的不好，或者做了错事。
　　可到了现在，真有点看不懂了，按说家长的文化素质肯定要高于以前家长啊，为什么在这事上反而让人看不明白了，难道学校的老师们闲得爪子痒痒非得批评你家的宝贝啊？难道学校的老师和你上下十八辈子有仇啊非要为难你的孩子？难道学校的老师们不知道现在的孩子都是独生子女个个都是“小皇帝”“小公主”惹不得碰不得吗？明明知道还要大着胆子逆龙鳞触霉头， 如果不是出自责任感和职业道义，那就一定是弱智是傻瓜是疯子啦！
　　于是，一等聪明的人远离教育，即使不幸进了这个圈也迅速逃离；二等聪明的人远离教学一线谋个教辅之类的差使；三等聪明的呢，既然无法逃离讲台那就管好自己，暗自提醒自己千万不要想什么责任和道义，教自己的书上自己的课，如此而已。
　　教育是神圣的，教师是令人尊重的，我们中华民族历来就有尊师重教的优良传统，可不知从哪天起，教育退去了神圣的光环，教师异化成了小丑一样的角色，真不敢想象，一旦国家的教育崩溃了，这个国家将走向何方？
　　但愿以上胡言乱语，只是我个人的杞人忧天。
　　媒体，你们的责任感，职业道德，社会良知呢？
　　不得不再一次提起媒体，以及那些主管媒体的职能部门，假如有的话。
　　对社会上存在的各种假恶丑脏黑等现象，曝光是必须的，就是应该把它们晒在太阳底下，晒在广大群众眼前，接受社会监督，形成积极的社会舆论，直到最后根除。
　　没有死角，没有特区，作为大众关注的教育更不例外。
　　但也应该思考，有些媒体为什么热衷于报道某一类新闻，难道真的是出于庄严的责任感和良知？假如是，那为什么你们热衷报道的永远只是“事件”本身，在报道的时候为什么有选择性的“失聪”或“失明”？为什么报道的时候经常会刻意的渲染什么同时又刻意地忽略什么？甚至更有一些不良媒体把此类新闻与“演艺圈绯闻”“女星床事”八卦在一起？在你搏“出位”的同时是不是也“失了位”？在你算计着“流量经济”的时候是不是想到过“公众良知”？
　　需要改变，当然不仅仅是媒体，当然也不仅仅是教育。
　　教师就成了倒霉蛋儿
　　我几乎不看近代史，内心里本能地抵触那段让人沮丧的往事，抵触但无法改变，所以远离。
　　每一次签约，几乎都是把男人的泪生生地咽到嘴里然后腆着脸跪在那里讨个别人欢喜。明明人家骑在了你的脖子上拉屎，你还得仰着头笑着夸别人的屁股真香——奶奶的，什么东西！
　　明明是学生犯了错，明明学生出事和学校扯不上半毛钱关系，明明学生顽劣异常在家里打爹骂娘无法无天，可只要出现什么事儿，三番五次的较量过后，架不住各级头头官官们恩威并用软硬兼施，最后学校、教师就成了倒霉蛋儿，落得个灰头土脸赔礼道歉补偿损失。
　　息事宁人，我“宁”不了别人，难道还“宁”不了自己？
　　可别忘了人家专家的名言，这天底下“没有教不好的孩子，只有不会教的老师”。
　　别给我扯什么没用的公理和正义，为领导分忧就是铁律，忍辱负重就是大局。
　　鲁迅说“我一向不惮以最坏的恶意来揣测中国人”唉，提他做甚，鲁迅死了！
　　（作者简介：陈年老九，男，山东东平人，中学高级教师。）

*** 小学重态度，中学重品行，高中重品质，大学重成绩，将来重选择
从小学到中学再到大学，孩子从孩童逐渐步入青春期直至成年，身心发展变化极大，面临的学业压力与人生选择日益增加。孩子的成长是不可逆的，教育也没有回头路，我们应该引导孩子明确每一个成长与学习阶段的重点和目标，助力于孩子养成正确的学习态度，优秀的学习品行和品质，积极乐观的人生心态，以及面临人生每个重要时刻时遵从内心做出明智抉择，最终成就孩子的幸福人生。
　　一段值得所有老师和家长深思的对话
　　妈妈，你为什么不在乎我的成绩呢？
　　儿子上高中两个月了，刚刚进行完入学的第一次统考。晚上回家，他敲开母亲的房门：“妈妈，我睡不着，你能和我说说话吗？”
　　“可以，你说吧！”
　　“你对我的成绩满意吗？”
　　“你对你自己的成绩满意吗？”
　　“还行吧，感觉挺有自信的。”
　　“有时候自信比成绩更重要！”
　　“难道你真不在乎我的成绩吗？妈妈！”
　　“不在乎！你想一想，我什么时候在乎过你的成绩呢？”
　　“小学的时候，我写作业一不认真，你就把我的作业撕了，没有任何余地！”
　　“哈哈，我那是在乎你的学习态度。书写汉字不要求你写得怎么美观，首先必须认真，那是端正的态度问题，态度出问题了，学习肯定出问题，这个人就会出问题。”
　　“嗯，有道理，我中学的时候你重视我的成绩，每天都关注我的听讲情况。”
　　“那是我在乎你的学习品行。一个学生不尊重课堂就是不尊重老师，不尊重老师就是不尊重知识，不尊重知识，他的品行也好不到哪里去！”
　　“嗯，那我上高中了，你肯定在乎我的成绩，因为关系到将来的高考呀！”
　　“说实话，我真的不在乎！我在乎你的是学习品质！具有良好学习品质的学生就能够享受学习的过程。不想结果会怎样，愉悦地面对所有的过程。”
　　“妈妈，那我考上大学后你在乎我什么呢？听人家说，上了大学就是玩乐，很轻松的。”
　　“儿子，等你上大学了，妈妈就一定在乎你的成绩了。你想想，别人都在玩乐，都在挥霍学习的时候，你依然坚持，最后得到实惠的必定是你自己。”
　　小学重态度，中学重品行，高中重品质，大学再重成绩
　　“我明白了，小学的时候你在乎我的学习态度，中学时你在乎我的学习品行，高中时你在乎我的学习品质，上了大学你在乎我的学习成绩，是不是？”
　　“哈哈，我儿子感悟深刻呀！”
　　“妈妈，上了高中我有很多自己的感悟呢。
　　第一，高中只是给我提供了一个新的台阶，如果不上高中，我的发展空间就会相对小一些。
　　第二，在学习过程中，我在班级找到一个自己突破的目标，时刻和他进行对比，看看自己到底差在哪里。
　　第三、珍惜每一堂课，即使不复习，成绩也会很理想。
　　第四、不跟别人比较，只跟自己比。
　　第五、享受每一个学习的瞬间，收获自信。
　　“我很赞成，你知道我对你大学毕业后的期待吗？”
　　“哈哈，妈妈，你想得很远呀！”
　　“人无远虑必有近忧嘛。你将来踏上社会，我在乎你是否能够明智的选择。选择自己的事业，选择自己的爱情，这些都将左右你生命的大部分。”
　　“这些对我来讲很遥远的，我还没有想过。”
　　“不着急，但是妈妈给你一个忠告——宁静致远！你看这两个字，宝盖头代表着家，下面一个丁，说明你必须具有担当，为自己的将来负责；静是一个青一个争，争得春天，春天意味着希望、美好和憧憬。只有时刻让自己的心宁静，才能让自己达到更远的境界！”
　　家长的引导很重要，推动摇篮的手就是推动地球的手
　　“妈妈，你可真会曲解汉字，哈哈！”
　　“怎么叫曲解呢？想想看，十年前你又哭又闹要玩电脑，我果断拒绝了，到现在，你可以和自己的同龄人比较比较，你的心不浮躁，这一点起到了很大的作用呀！明确了每一个学习阶段的重点和目标，再过十年，你会更加受益。我很欣赏你的——不跟别人比，就跟自己比，体现了你乐观积极的心态！有了阳光般的心态，无论你将来做什么，你都会不辜负自己，都会做到享受生活的本身，这就是幸福！”
　　“跟你一谈话，心里感觉有更大的力量了。”
　　“儿子，快12点了，睡觉吧！”
　　“好的，妈妈晚安！”
　　“晚安！”
　　儿子带着满足很快进入了梦乡，母亲却平生第一次失眠了，没办法，就让自己享受这失眠的当下吧……
　　反思：小学重态度，中学重品行，高中重品质，大学重成绩，将来重选择，不可颠倒，因为教育没有回头路可走。还有，家长的引导很重要，推动摇篮的手就是推动地球的手。

*** 中美教育的差距，核心只有两点 ： 通识教育和思维能力训练
为什么中国是世界工厂，而美国却以金融、教育等服务业领先于世界?其实根源在两国的教育体系。如果中国经济要转型，中国孩子要在将来全球化的环境中更游刃有余，就应该向美国教育学习：从小对孩子进行人文、通识教育，以及思维能力的训练。
1、产业结构难转型，教育有责任
　　我不是研究教育的专家，但是，这些年看到国内(的教育)，特别是我自己从小在中国受教育，然后又去了美国，自然有许多观察和体会。到目前为止，我这一辈子没有离开过学校。1968年在湖南茶陵县开始上小学，1979年读完高中在长沙上大学，1986年去美国读研究生，1990年毕业以后至今一直在美国的大学教书。我有两个女儿，一个15岁，一个13岁，她们在美国出生、长大，这些年看着她们在美国上学。
　　同时，也因为我跟国内的一些大学一直有不少交流，所以基本能看到国内同行和教育界学者、业者每天的运作目标。这些经历和观察让我确实感触比较多，特别是这些年看到这么多从国内培养出来的杰出高材生，他们在专业上这么突出，但思维方式那么僵化、偏执，社会交往能力又那么差，除了自己狭窄的专业就不知道怎么跟人打交道、怎么表达自己，让我非常痛心。
　　由于国内教育体系以及教育理念的僵化，绝大多数中国人再好也只能做些技术活，难以在美国社会或其他非华人社会出人头地，这些都很悲哀。原来没有全球化时不知道这些，但现在中国人也走出去了，跟其他文化、教育背景的人一在一起，就知道彼此的竞争优势与劣势了。这些问题的根子都出在教育上，包括正式的学校教育、家教和社会文化教育。
　　我们说，中国社会现在处于转型时期，尤其是经济领域面临很大的挑战。现在提得比较多的是要把中国建设成为创新型国家，这一点大家都讲。但想想中国为什么建设不了创新型国家?为什么这么艰难?光靠在街上挂很多横幅、标语，在核心报纸上发表一些社论，就能把这个国家建设成创新型国家?
　　中国经济面临的挑战不少。比如，讲到中国的公司品牌，不管是广东，还是其它省份，都很难建立品牌。所以，难以通过品牌赚更多钱，而只能制造一些玩具或者说制造一些衣服、鞋、甚至一些机器和电脑，只能是卖苦力。
　　为什么难以建立品牌、难以实现产业结构转型?原因当然包括法治制度、产权保护以及国有制的问题，但也与中国教育体系的教学方式和教学内容关系非常紧密。
2、美国教育重通才，中国教育重技术
　　中国经济今天以制造业为主体，这当然就需要有很多的工程院院士，大学要培养很多的工程师。相比之下，美国的服务业占GDP的85%以上，所以美国的教育体系侧重点就不同，是侧重通识教育，培养通才。
　　在中国和日本变为世界工厂之前，几乎所有的美国州立大学和一些工程学院都非常侧重技能型的工程系科，像中国的大学一样侧重理工训练。但是，我发现过去的四五十年，特别是三四十年，随着制造业向日本、韩国和中国转移，美国大学的教育内容经历了一个全面的转型，转向通识教育。
　　所以，在耶鲁大学，我们对本科生的培养理念是：任何一个在耶鲁读完四年大学的毕业生，如果他从耶鲁毕业时，变成物理、电脑、化学或者是任何领域的专家，我们会觉得那是一种失败，因为我们不希望四年大学教育是培养专家，让他们在某一领域里面投入那么深，而忽视掉在其它更广泛的做人、做公民、做有思辨能力的人的机会。我们不主张他们在某个工程领域、科学领域、社会科学领域在大学时期就成为专家。如果有学生在大学四年时真的成了专家，我们不以为那是一种成功，反而会是一种失败。
　　当然这也跟耶鲁这些年出了那么多总统有关系，以至于我们的历史系教授就想，既然以前出了这么多总统，说不定今天在校的哪个学生以后也会成为总统，怎么办?于是我们就开一门大课，叫做“大策略”，由两个研究世界史最出色的教授轮流讲，这是持续一年长的课程，是一种非常综合型的训练，讲到孙子兵法、管子经济、古希腊策略等等。
　　中国的教育则侧重硬技术，由此产生的人才结构使中国即使想要从制造业往服务业转移，也难。产业结构也受到教育内容约束。在中国，从幼儿园到小学、大学、再到研究生，一直都强调死记硬背为考试，强调看得见摸得着的硬技能，特别是科学和工程几乎为我们每个中国家长、每个老师认同，这些教育手段、教育内容使中国差不多也只能从事制造业。
　　为了向创新、向品牌经济转型，就必须侧重思辨能力的培养，而不是只为考试;就必须也重视综合人文社会科学的训练，而不是只看重硬技术、只偏重工程思维。离开市场营销、离开人性的研究，就难以建立品牌价值。
3、美国从幼儿园就开始人文、通识教育
　　为了支持以服务业为主的创新型社会，美国的学校是如何办的呢?我有两个女儿，老大现在读高二，老二在读初二。她们的经历大概是这样：首先，从幼儿园一直到小学四年级前，没有家庭作业，下午放学就放学了，周末就是周末，不用担心学习。老师如果布置作业给学生，很多家长会抱怨，说“你怎么给我的女儿、儿子这么多作业，那他们还过不过日子了?他们一生的幸福是我们更关心的，你不要让他们回家后每分钟都花到作业上，最后他们变成了人还是变成了机器?”
　　所以，学校与家长谈判的结果，往往是这样一个结局：美国的幼儿园、小学四年级以前都不会布置作业。有没有考试呢?初一之前没有考试。而这一点中国的老师和家长可能觉得奇怪，没有考试学什么东西?你放心好了，美国学生学的东西很有意思，比如，从小学一年级到四年级，他们的课程安排往往比较广泛。
　　甚至在幼儿园的时候，我女儿她们每年都会有科学、一般人文社会、语言方面的内容，一共有三四门课程。每门课程完全由老师决定用什么教材，教什么内容。比如，在人文社会课程方面，可能是今年重点了解一下亚洲不同的国家，以前的历史是什么样子等等;明年了解非洲、拉美等等。从幼儿园到小学，讲的深度会慢慢地上升，但差不多每年或者每两年会绕着五大洲兜一圈，这是一种非常广泛的了解。
　　你想一想，如果这些小孩以后出去做服务业、做市场营销、做外贸，如果他们对其他的国家一点都不了解，怎么能行?而有了这些从小学到的知识，今后到哪里去“全球化”，都不会有问题。当然，沿着这种方式去培养，很容易让我们说：“他们怎么能够做工程师、做专家呢?”但这也没关系，美国本身不需要这么多工程师，因为制造业已经由中国和亚洲其他国家胜任了。因此，一个国家的产业结构决定其教育知识的结构，反过来，教育知识结构又会决定其经济的产业结构。
4、美国思辨能力的训练也始于幼儿园
　　思辨能力的训练在美国是自幼儿园开始就重视的强项。这具体表现在两方面：其一是课堂表述和辩论，自托儿所开始，老师就给小孩很多表述的机会，让他们针对某个问题各抒己见，发表自己的看法、谈谈自己的经历，或者跟别人辩论。另一方面，就是科学方法这项最基本的训练，多数校区要求所有学生在小学四、五年级时都能掌握科学方法的实质，这不仅为学生今后的学习、研究打好基础，而且为他们今后作为公民、作为选民做好思辨方法论准备。
　　我们别小看科学方法训练的重要性，因为即使到现在，我经常碰到国内的博士研究生，甚至是所谓的科学家，从他们做研究、思考问题、写论文的方法上，很难看出他们真的理解科学方法的本质和基本做法。
　　这是什么意思呢?在我女儿她们四年级的时候，老师就会花一年时间讲科学方法是什么，具体到科学的思辨、证明或证伪过程。她们就学到，科学方法的第一步是提出问题和假设，第二步是根据提出的问题去找数据，第三步是做分析、检验假设的真伪，第四步是根据分析检验的结果做出解释，如果结论是证伪了当初的假设，那么，为什么错了?如果是验证了当初的假设，又是为什么?第五步就是写报告或者文章。——这个过程讲起来抽象，但是，老师会花一年的时间给实例、让学生自己去做实验。
　　这种动手不是为考试，而是最好的学习，让人学会思辨，培养头脑，避免自己被别人愚弄。这种动手所达到的训练是多方面的，尤其是靠自己思考、靠自己找问题，这非常出色。实际上，如果按照我女儿她们在小学四年级就学到的科学方法标准去判断，国内经济学以及其它社会科学类学报上发表的许多论文，都没法及格，因为许多论文只停留在假设的层面上，然后就把没有经过数据实证的假设当成真理性结论。这些都跟我们没有从幼儿园、从小学开始强化科学方法的教育训练有关，跟没有把科学方法应用到关于生活现象的假设中去的习惯有关。
　　在小学没有考试，学生还做什么呢?我女儿她们每个学期为每门课要做几个所谓的“项目”，这些项目通常包括几方面的内容，一个是针对自己的兴趣选好一个想研究了解的题目或说课题。第二是要找资料、收集数据，进行研究。第三是整理资料，写一份作业报告。第四是给全班同学做5到15分钟的讲解。这种项目训练差不多从托儿所就开始。我觉得这一点很有意思，刚才讲到品牌跟市场营销很有关系，因为品牌、市场营销都跟表述技能有关。
　　关于研究性项目，我的大女儿在五年级时，对北京的气候感兴趣，她在社会课上对其做了一项研究，把北京一年12个月中每月降雨量、温度的历史数据收集起来，然后计算历史上每个月的降雨量的最高、最低与平均值，计算每个月温度的最高、最低与平均值，然后再分析这些跟北京的其他天文、地理情况的关系，写好报告以及讲解文稿，她在全班同学前讲她的这些分析结果。我觉得这样的课程项目研究与讲解是非常好的一种训练。
　　实际上，她在小学做的研究与写作跟我当教授做的事情，性质差不多，我做研究上网要找资料，而她也是为每个题目上网找资料、做研究，她写文章的训练也已经很多。这就是美国教育厉害的地方，你看一个小孩，在研究思考上已经这么成熟，以至于到现在，我跟我女儿说，她很快可以做我的研究助理了。但在国内，一些本来很聪明的人即使到读博士研究生时期，还不一定具备这些研究素养、研究能力，有些研究生连做个研究助理可能还不合格。
5、有思辨能力，方有经济转型
　　正因为这种思辨能力的培养，现在我跟女儿讨论问题时，她们一听到任何话，很自然地就会去怀疑、审视，然后就看能否找到证据来证明这个话逻辑上或者事实上、数据上站不住脚。这种习惯看起来简单，但是对于培养独立的思辨能力，让学生毕业以后，特别是大学毕业以后，不只是简单地听领导的话的机器，这些是非常重要的自然的开端。
　　当然，思辨对于美国教育体系培养出来的人是很自然的，有时候我也想，美国这个社会真的蛮有意思，不管是聪明的、还是笨的人，不管是有能力的、还是没有能力的人，每个人都觉得自己很厉害，每个人都觉得自己是个人物，对什么事都会有一番高论。
　　正因为这样，美国100个人里，随便挑80个，那80个人都可以把他的思想、想法和他要卖的东西表达得很清楚，能够给你足够多的说服力。这也是为什么市场营销这门学问是在美国出现、发生和发展的。美国教育体系给每个人都提供了那么多自我表述的机会，等他们长大后，特别是念完MBA以后，在他们介绍产品和自己的研究与想法时，至少不会站在一班人面前就发抖，没办法说出话来。在中国经济、社会转型到这个地步时，特别是在产业结构上、品牌建立上、创新型国家方面都有非常多的愿望和渴求时，实现这种教育转型尤其重要。
　　中国经济转型需要教育的转型，需要培养兴趣丰富、人格完整、头脑健全的通识公民、思辨型公民。如果不能做到这一点，中国恐怕只能继续是给世界提供低级劳动力的工厂。
　　陈志武，著名经济学家、耶鲁大学终身教授。曾获得过墨顿·米勒奖学金，他的专业领
域为股票、债券、期货和期权市场以及宏观经济。现受聘于北京大学经济学院。

*** 什么是靠谱的学习方式？
　什么是靠谱的学习方式？
观察下那些给你喂知识的专家们怎么做的。
　　他们都挺贼的：专注于一个小领域，以热点为关键词，搜索他们自己专业领域的内容；然后通过新的知识结构表达出来。
他们一方面无限度的降低了知识的门槛，其实反而被拉高的是你和他之间的距离。
　　知识创富时代，内容创业时代，无论你怎么说这个领域的弄潮儿，靠的都是这三个能力：
　　● 在某个专业领域的专注力；
　　● 与热点、痛点和经典结合的搜索力；
　　● 以及重新架构的链接能力。
　　
　　他们知道，即使你拿回来一百万个知识的砂砾，也只是沙漠，人们爱看的，是沙子集合成的金字塔。
有组织的知识才是核心竞争力。有高度的知识，才有知识压强。
　　在你不断的在沙漠闲逛，他们自己的金字塔盖了起来。
　　怎么办呢？
下面是3个把抵御碎片化，让知识“零存整取”的方式：
　　1
　　学习的起点不是焦虑，而是问题
李小龙当年刚回香港，在《欢乐今宵》上节目，节目组请来了一名太极拳拳师，想考验他能不能推到对方。拳师也摆好架子等他来推，结果李小龙一拳打在对方脸上。（此处有人准备直接拉到下面准备开骂“你他妈懂个屁太极”，这就是碎片化太厉害，完全不看上下文）
　　李小龙想表达的是：在真实的实战中，没有人会等你摆好架势，只冲着你规定的地方打过来。
　　学习也是一样，在真实生活中，环境和知识都变化太多。你不可能像学校里一样，系统的学好学完一门知识，然后坐在教室等着不超过知识点的考试。 大部分时间，生活会先给你一个考试，然后你根据问题，自己找出关键词，开始学习。
所以，学习的起点不是某人在朋友圈晒的一本书、推荐的一个微信文、或者这个行业的一个经典教材引发你的焦虑，而应该是你真实遇到的一个问题：
通过不断的思考和对话，一直到能清晰的提出一个明确具体的问题——这时候，已经解决了一半；
　　把问题拆分出关键字，然后开始搜索认知资源；
　　找到你要到资源。
　　2
　　扩充学习资源，人事网书
找学习资源的能力，就是搜索能力。
　　大部分人找资源，第一反应是上网，或买本书。这很容易陷入困境，因为网络是个无底洞，这里翻翻那里看看，一不小心，2 天都出不来。要把书里面的内容消化用完至少 2 周，前提还是你选对了书。
　　信息爆炸时代，最重要的不是增加信息，而是筛选和删除信息。
所以其实最好的方式是：
从有经验的人开始，根据你提出的问题，给你清晰的建议、方向和边界；
找到行业对标，看看人家是怎么做的；
进一步用网络搜索资料和书的总结和评论，最后才是系统的看书。

　　3
　　721 法则
行动学习理论认为，人要掌握一门技能，需要有 10% 的时间学习知识和信息，70% 的时间练习和践行，还有 20% 的时间与人沟通和讨论。
　　这个原则叫做721原则。碎片化学习对于10%的信息接收非常有用，而剩下独处练习的 70% 和讨论的 20%，则需要留出大量时间来系统学习。
碎片化学习永远只是系统化学习的辅助。你需要留出足够多整块时间学习。
如果能看到这里，顺便说一句，我每周只写一篇不那么好读的干货文，一方面因为我懒，另一方面也因为我并不认为天天刷文能对人有所帮助，每周三晚上，如果能重新思考一个观点，做一点行动和思辨，帮助远远更大。
　　4
　　输出倒逼输入
如何能保证让自己思考有体系？我看过、试过很多方法，最后最有效的只有一个，就是用输出倒逼输入。
　　你可以写文章、讲课、做PPT、做读书笔记、导图……只有一个要求：你的输出有结构。你要先搭好图纸，设计出一个承重结构，然后铺钢筋，最后才放水泥和沙子。
　　先建立一个结构，你的知识和信息量会自动吸附在结构之上。时间一长，你会成为一个能根据结构链接知识的人。
　　很多人会说，我不会写该怎么办？
研究新建构主义的王竹立老师有一个观点——把知识零存整取：
　　第一步，叫做积件式写作，就是用 Ctrl C 加 Ctrl V 的方法，先拼出一篇符合逻辑的文字。（引用别人东西记得注明来源哈）
　　第二步，进入个性化改写阶段，在第一步的基础上，你可以根据自己的个性化，写出自己的案例，自己的风格，自己的侧重点，现在网络上大部分的写作和讲课都是此类。
　　第三步，创造性重构，在持续的前两步积累下，创造出全新的思路和模型。
　　大部分人的问题，都是看了第二第三步的文章，下结论说自己完全不适合写作，然后放弃。
　　其实每个人都应该动笔从第一步做起：写作不是为了传播，至少为了思考和学习。
　　希望你建立一座自己的金字塔。
一位特级教师在女儿自杀后上的一堂课，每个人都应该看看！
http://mt.sohu.com/20160817/n464605736.shtml

** DONE [#B] check teach and study
   CLOSED: [2016-09-22 Thu 09:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-22 Thu 09:52]
   CLOCK: [2016-09-22 Thu 09:15]--[2016-09-22 Thu 09:52] =>  0:37
   :END:
归来清扫门及按钮，精致生活时时注意。

** DONE [#B] read to learn Ruby
   CLOSED: [2016-09-22 Thu 11:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-22 Thu 11:00]
   CLOCK: [2016-09-22 Thu 09:53]--[2016-09-22 Thu 11:00] =>  1:07
   :END:

** DONE [#B] 完成latex科技排版课程建设
   CLOSED: [2016-09-22 Thu 14:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-22 Thu 14:48]
   CLOCK: [2016-09-22 Thu 14:00]--[2016-09-22 Thu 14:48] =>  0:48
   :END:

** DONE [#B] read and learn Ruby
   CLOSED: [2016-09-22 Thu 16:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-22 Thu 16:02]
   CLOCK: [2016-09-22 Thu 14:50]--[2016-09-22 Thu 16:02] =>  1:12
   :END:

** DONE [#B] 参加教研活动
   CLOSED: [2016-09-22 Thu 18:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-22 Thu 18:35]
   CLOCK: [2016-09-22 Thu 16:03]--[2016-09-22 Thu 17:00] =>  0:57
   :END:
在线课程讲解及演示

** DONE [#B] relax and browse
   CLOSED: [2016-09-23 五 07:56]
   :LOGBOOK:
   - State "DONE"       from "WAITING"    [2016-09-23 五 07:56]
   - State "DONE"       from "STARTED"    [2016-09-23 五 07:56]
   CLOCK: [2016-09-23 五 06:19]--[2016-09-23 五 07:56] =>  1:37
   :END:

** DONE [#B]clean up my office
   CLOSED: [2016-09-23 五 08:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-23 五 08:29]
   CLOCK: [2016-09-23 五 07:57]--[2016-09-23 五 08:29] =>  0:32
   - State "STARTED"    from "DONE"       [2016-09-23 五 07:57]
   - State "DONE"       from "STARTED"    [2016-09-23 五 07:57]
   :END:

** DONE [#B] review workds
   CLOSED: [2016-09-23 五 08:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-23 五 08:29]
   :END:

** DONE [#B] check teach and learn
   CLOSED: [2016-09-23 五 09:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-23 五 09:03]
   CLOCK: [2016-09-23 五 08:36]--[2016-09-23 五 09:03] =>  0:27
   :END:

** DONE [#B] read and learn Ruby
   CLOSED: [2016-09-25 日 19:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-25 日 19:19]
   CLOCK: [2016-09-23 五 09:04]--[2016-09-23 五 14:08] =>  5:04
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-09-24 六 07:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-24 六 07:21]
   CLOCK: [2016-09-24 六 06:02]--[2016-09-24 六 07:21] =>  1:19
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-09-24 六 21:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-24 六 21:47]
   CLOCK: [2016-09-24 六 20:44]--[2016-09-24 六 21:47] =>  1:03
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2016-09-26 一 07:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-26 一 07:28]
   CLOCK: [2016-09-25 日 09:38]--[2016-09-25 日 10:25] =>  0:47
   :END:

** DONE [#B] browse and relax
   CLOSED: [2016-09-26 一 09:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-26 一 09:29]
   CLOCK: [2016-09-26 一 07:30]--[2016-09-26 一 09:29] =>  1:59
   :END:
王院长来检查教学工作

** DONE [#B] read and learn Ruby
   CLOSED: [2016-09-26 一 10:25]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-26 一 10:25]
   CLOCK: [2016-09-26 一 09:30]--[2016-09-26 一 10:25] =>  0:55
   :END:
阅读输入两页。

** DONE [#B] relax and browse
   CLOSED: [2016-09-26 一 19:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-26 一 19:22]
   CLOCK: [2016-09-26 一 10:36]--[2016-09-26 一 15:11] =>  4:35
   :END:

** DONE [#B] 批改作业
   CLOSED: [2016-09-26 一 19:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-26 一 19:22]
   CLOCK: [2016-09-26 一 15:11]--[2016-09-26 一 15:20] =>  0:09
   :END:

** DONE [#B] learn Ruby
   CLOSED: [2016-09-26 一 19:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-26 一 19:22]
   CLOCK: [2016-09-26 一 15:20]--[2016-09-26 一 19:22] =>  4:02
   :END:

** DONE [#B] relax and browse
   CLOSED: [2016-09-27 二 06:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-27 二 06:51]
   CLOCK: [2016-09-27 二 06:17]--[2016-09-27 二 06:51] =>  0:34
   :END:

** DONE [#B] meeting
   CLOSED: [2016-09-27 二 09:57] DEADLINE: <2016-09-27 二 10:00> SCHEDULED: <2016-09-27 二 09:00>
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-27 二 09:57]
   :END:

** DONE [#B] read and learn Ruby
   CLOSED: [2016-09-27 二 09:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-27 二 09:57]
   CLOCK: [2016-09-27 二 08:23]--[2016-09-27 二 09:57] =>  1:34
   :END:

** DONE [#B]relax and has tea
   CLOSED: [2016-09-27 二 19:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-27 二 19:34]
   CLOCK: [2016-09-27 二 19:00]--[2016-09-27 二 19:34] =>  0:34
   :END:

** DONE [#B] check students learn
   CLOSED: [2016-09-27 二 19:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-27 二 19:51]
   CLOCK: [2016-09-27 二 19:34]--[2016-09-27 二 19:51] =>  0:17
   :END:

** DONE [#B] swipe off
   CLOSED: [2016-09-28 三 04:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-28 三 04:59]
   CLOCK: [2016-09-28 三 04:54]--[2016-09-28 三 04:59] =>  0:05
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-11-05 六 21:24]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-05 六 21:24]
   CLOCK: [2016-09-28 三 06:23]--[2016-09-28 三 07:35] =>  1:12
   :END:

** DONE [#B] 参加运动会开幕式
   CLOSED: [2016-09-28 三 08:50]
   :LOGBOOK:
   - State "DONE"       from "WAITING"    [2016-09-28 三 08:50]
   - State "DONE"       from "STARTED"    [2016-09-28 三 08:50]
   CLOCK: [2016-09-28 三 07:55]--[2016-09-28 三 08:50] =>  0:55
   :END:

** DONE [#B] to learn Ruby
   CLOSED: [2016-09-28 三 10:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-28 三 10:38]
   CLOCK: [2016-09-28 三 10:10]--[2016-09-28 三 10:38] =>  0:28
   :END:
录入34页。

** DONE [#B] read ruby
   CLOSED: [2016-09-28 三 18:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-28 三 18:54]
   CLOCK: [2016-09-28 三 18:24]--[2016-09-28 三 18:54] =>  0:30
   :END:
录入35页

** STARTED [#B] free browse and listen to music

** TODO [#B]

** DONE [#B] going to stadium and watch sportsmen
   CLOSED: [2016-09-29 Thu 15:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-29 Thu 15:09]
   CLOCK: [2016-09-29 Thu 10:32]--[2016-09-29 Thu 15:09] =>  4:37
   :END:

** DONE [#B]brows and listen to music
   CLOSED: [2016-09-29 Thu 19:18]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-29 Thu 19:18]
   CLOCK: [2016-09-29 Thu 16:00]--[2016-09-29 Thu 19:18] =>  3:18
   :END:
习近平谈全球治理，这一类人未来会吃香
具有全球视野的专业人才未来会吃香

习近平强调，要提高我国参与全球治理的能力，着力增强规则制定能力、议程设置能力、舆
论宣传能力、统筹协调能力。而要做到这些，需要人才。对此，习近平指出，参与全球治理
需要一大批熟悉党和国家方针政策、了解我国国情、具有全球视野、熟练运用外语、通晓国
际规则、精通国际谈判的专业人才。由此也可以看出，随着我国更多参与全球治理，这些专
业人才会越来越吃香。

习近平最后强调，要加强全球治理人才队伍建设，突破人才瓶颈，做好人才储备，为我国参
与全球治理提供有力人才支撑。

** DONE [#B] read ruby
   CLOSED: [2016-09-29 Thu 19:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-29 Thu 19:47]
   CLOCK: [2016-09-29 Thu 19:19]--[2016-09-29 Thu 19:47] =>  0:28
   :END:
录入36页

** DONE [#B] relax and listen to music
   CLOSED: [2016-09-30 Fri 06:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-30 Fri 06:45]
   CLOCK: [2016-09-30 Fri 06:04]--[2016-09-30 Fri 06:45] =>  0:41
   :END:

** DONE [#B] install updata system.
   CLOSED: [2016-09-30 Fri 09:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-30 Fri 09:55]
   CLOCK: [2016-09-30 Fri 09:04]--[2016-09-30 Fri 09:55] =>  0:51
   :END:
同样的错误犯了两次。这次更严重。但学会了安全模式启动。
启动时按住shift key所有个性化设置失效，g可以输入了。更改了密码。以后避开g key.
此算是bug吧。

** STARTED [#B] leave office to go relax
   :LOGBOOK:
   CLOCK: [2016-09-30 Fri 10:31]--[2016-09-30 Fri 14:06] =>  3:35
   :END:

** DONE [#B] browse and listen to music
   CLOSED: [2016-09-30 Fri 16:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-30 Fri 16:12]
   CLOCK: [2016-09-30 Fri 14:24]--[2016-09-30 Fri 16:12] =>  1:48
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-09-30 Fri 20:07]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-30 Fri 20:07]
   CLOCK: [2016-09-30 Fri 19:21]--[2016-09-30 Fri 20:07] =>  0:46
   :END:

** DONE [#B] read Ruby
   CLOSED: [2016-09-30 Fri 20:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-30 Fri 20:31]
   CLOCK: [2016-09-30 Fri 20:08]--[2016-09-30 Fri 20:31] =>  0:23
   :END:

** DONE [#B]backache to walk
   CLOSED: [2016-09-30 五 20:41]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-09-30 五 20:41]
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2016-10-01 六 07:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-01 六 07:08]
   CLOCK: [2016-10-01 六 06:37]--[2016-10-01 六 07:08] =>  0:31
   :END:

** DONE [#B] read Ruby
   CLOSED: [2016-10-01 六 21:24]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-01 六 21:24]
   CLOCK: [2016-10-01 六 20:53]--[2016-10-01 六 21:24] =>  0:31
   :END:

** STARTED [#B]relax and listen to music
   :LOGBOOK:
   CLOCK: [2016-10-02 日 06:03]--[2016-10-02 日 06:22] =>  0:19
   :END:

** DONE [#B]read Ruby
   CLOSED: [2016-10-02 日 06:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-02 日 06:48]
   CLOCK: [2016-10-02 日 06:22]--[2016-10-02 日 06:48] =>  0:26
   :END:

** DONE [#B]read loud 《道德经》30 paragraph
   CLOSED: [2016-10-02 日 07:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-02 日 07:06]
   CLOCK: [2016-10-02 日 06:49]--[2016-10-02 日 07:06] =>  0:17
   :END:

** DONE [#B]clean up finished
   CLOSED: [2016-10-02 日 09:05]
   :LOGBOOK:
   - State "DONE"       from "WAITING"    [2016-10-02 日 09:05]
   - State "DONE"       from "STARTED"    [2016-10-02 日 09:05]
   :END:

** DONE [#B]给晕子拿充电器
   CLOSED: [2016-10-02 日 10:46]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-02 日 10:46]
   CLOCK: [2016-10-02 日 09:30]--[2016-10-02 日 10:46] =>  1:16
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2016-10-02 日 12:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-02 日 12:14]
   CLOCK: [2016-10-02 日 11:18]--[2016-10-02 日 12:14] =>  0:56
   :END:
想学弹钢琴了。

** DONE [#B]relax and listen to music
   CLOSED: [2016-10-02 日 15:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-02 日 15:48]
   CLOCK: [2016-10-02 日 14:52]--[2016-10-02 日 15:48] =>  0:56
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2016-10-03 一 10:36]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-03 一 10:36]
   CLOCK: [2016-10-03 一 09:45]--[2016-10-03 一 10:36] =>  0:51
   :END:

** DONE [#B]updata spacemacs
   CLOSED: [2016-10-05 三 05:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-05 三 05:29]
   :END:

** DONE [#B] reading
   CLOSED: [2016-10-05 三 11:46]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-05 三 11:46]
   CLOCK: [2016-10-05 三 05:31]--[2016-10-05 三 11:46] =>  6:15
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-10-06 四 06:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-06 四 06:59]
   CLOCK: [2016-10-06 四 05:57]--[2016-10-06 四 06:59] =>  1:02
   :END:

** DONE [#B] read Ruby
   CLOSED: [2016-10-08 Sat 08:43]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-08 Sat 08:43]
   CLOCK: [2016-10-08 Sat 08:17]--[2016-10-08 Sat 08:43] =>  0:26
   - State "STARTED"    from "DONE"       [2016-10-08 Sat 08:17]
   - State "DONE"       from "STARTED"    [2016-10-08 Sat 08:17]
   :END:

** DONE [#B]browse new and read current nenws
   CLOSED: [2016-10-08 Sat 09:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-08 Sat 09:10]
   CLOCK: [2016-10-08 Sat 08:47]--[2016-10-08 Sat 09:10] =>  0:23
   :END:

** DONE [#B]check teach and study
   CLOSED: [2016-10-08 Sat 09:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-08 Sat 09:51]
   CLOCK: [2016-10-08 Sat 09:10]--[2016-10-08 Sat 09:51] =>  0:41
   :END:

** DONE [#B] free browse and reading
   CLOSED: [2016-10-08 六 15:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-08 六 15:47]
   CLOCK: [2016-10-08 六 14:46]--[2016-10-08 六 15:47] =>  1:01
   :END:

** DONE [#B] read ruby
   CLOSED: [2016-10-08 六 16:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-08 六 16:14]
   CLOCK: [2016-10-08 六 15:48]--[2016-10-08 六 16:14] =>  0:26
   :END:
page41

** STARTED [#B] browse and read
   :LOGBOOK:
   CLOCK: [2016-10-08 六 19:43]--[2016-10-08 六 20:27] =>  0:44
   :END:

** DONE [#B] 与唐特交流工作
   CLOSED: [2016-10-09 日 11:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-09 日 11:13]
   CLOCK: [2016-10-09 日 09:05]--[2016-10-09 日 10:30] =>  1:25
   :END:

** DONE [#B] read ruby
   CLOSED: [2016-10-09 日 11:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-09 日 11:45]
   CLOCK: [2016-10-09 日 11:15]--[2016-10-09 日 11:45] =>  0:30
   :END:
fished page 42

** DONE [#B]browse and learn
   CLOSED: [2016-10-10 一 10:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-10 一 10:47]
   CLOCK: [2016-10-10 一 08:12]--[2016-10-10 一 10:47] =>  2:35
   :END:

** DONE [#B] words study
   CLOSED: [2016-10-11 二 14:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-11 二 14:10]
   CLOCK: [2016-10-11 二 08:19]--[2016-10-11 二 14:10] =>  5:51
   :END:

** DONE [#B]lecture
   CLOSED: [2016-10-12 三 21:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-12 三 21:10]
   CLOCK: [2016-10-12 三 14:37]--[2016-10-12 三 17:10] =>  2:33
   :END:

** STARTED [#B] browse and listen to music

** DONE [#B] today updata spacemacs break
   CLOSED: [2016-10-13 Thu 08:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-13 Thu 08:11]
   :END:
searing for program No such file or directory, fcitx-remote

** DONE [#B] reinstall spacemacs
   CLOSED: [2016-10-13 Thu 08:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-13 Thu 08:45]
   CLOCK: [2016-10-13 Thu 08:22]--[2016-10-13 Thu 08:45] =>  0:23
   :END:
仍然如故。

** DONE [#B] relax and listen to music
   CLOSED: [2016-10-14 五 06:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-14 五 06:10]
   :END:

** DONE [#B]read Ruby
   CLOSED: [2016-10-14 五 08:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-14 五 08:39]
   CLOCK: [2016-10-14 五 08:07]--[2016-10-14 五 08:39] =>  0:32
   :END:
finished page 43

** DONE [#B] 检查教学情况
   CLOSED: [2016-10-14 五 09:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-14 五 09:40]
   CLOCK: [2016-10-14 五 08:38]--[2016-10-14 五 09:40] =>  1:02
   :END:
13级到课率极低，并且使用新机房，建议调整。

** DONE [#B] browse and free learn
   CLOSED: [2016-10-14 五 10:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-14 五 10:53]
   CLOCK: [2016-10-14 五 10:17]--[2016-10-14 五 10:53] =>  0:36
   :END:

** DONE [#B] read Ruby
   CLOSED: [2016-10-14 五 11:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-14 五 11:29]
   CLOCK: [2016-10-14 五 10:56]--[2016-10-14 五 11:29] =>  0:33
   :END:
finished page44

** DONE [#B] read Ruby
   CLOSED: [2016-10-14 五 19:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-14 五 19:09]
   CLOCK: [2016-10-14 五 14:43]--[2016-10-14 五 19:09] =>  4:26
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-10-15 六 11:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-15 六 11:22]
   CLOCK: [2016-10-15 六 09:42]--[2016-10-15 六 11:22] =>  1:40

   :END:
watch n iphone7 plus tests

** DONE [#B] Read Ruby
   CLOSED: [2016-10-15 六 12:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-15 六 12:32]
   CLOCK: [2016-10-15 六 12:01]--[2016-10-15 六 12:32] =>  0:31
   :END:
finished page 45

** STARTED [#B] just eats lunch so browse and listen to musci

** DONE [#B] relax and listen to music
   CLOSED: [2016-10-16 Sun 06:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-16 Sun 06:53]
   CLOCK: [2016-10-16 Sun 06:00]--[2016-10-16 Sun 06:53] =>  0:53
   :END:

** DONE [#B]meets wife and daughter.
   CLOSED: [2016-10-16 Sun 15:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-16 Sun 15:57]
   CLOCK: [2016-10-16 Sun 10:32]--[2016-10-16 Sun 15:57] =>  5:25
   :END:

** DONE [#B]Read Ruby
   CLOSED: [2016-10-16 Sun 18:18]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-16 Sun 18:18]
   CLOCK: [2016-10-16 Sun 17:58]--[2016-10-16 Sun 18:18] =>  0:20
   :END:
finished page 46

** DONE [#B] I has backache,so browse and listen to music
   CLOSED: [2016-10-17 Mon 05:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-17 Mon 05:59]
   CLOCK: [2016-10-16 Sun 20:19]--[2016-10-16 Sun 21:03] =>  0:44
   :END:

** DONE [#B] Read Ruby
   CLOSED: [2016-10-17 Mon 05:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-17 Mon 05:59]
   CLOCK: [2016-10-16 Sun 21:03]--[2016-10-16 Mon 21:31] =>  0:28
   :END:

** DONE [#B] backache and relax
   CLOSED: [2016-10-17 Mon 20:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-17 Mon 20:33]
   CLOCK: [2016-10-17 Mon 19:38]--[2016-10-17 Mon 20:15] =>  0:37
   :END:

** DONE [#B] read Ruby
   CLOSED: [2016-10-17 Mon 20:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-17 Mon 20:32]
   CLOCK: [2016-10-17 Mon 20:15]--[2016-10-17 Mon 20:32] =>  0:17
   :END:
finished page 48

**  DONE [#B] relax and browse
   CLOSED: [2016-10-18 Tue 05:36]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-18 Tue 05:36]
   CLOCK: [2016-10-18 Tue 04:53]--[2016-10-18 Tue 05:36] =>  0:43
   :END:

** DONE [#B] arrive office and begin to work
   CLOSED: [2016-10-18 二 14:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-18 二 14:06]
   :END:

** DONE [#B] 今天体检
   CLOSED: [2016-10-19 三 07:43]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-19 三 07:43]
   CLOCK: [2016-10-19 三 06:18]--[2016-10-19 三 07:23] =>  1:05
   :END:

** DONE [#B] read ruby
   CLOSED: [2016-10-19 三 10:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-19 三 10:21]
   CLOCK: [2016-10-19 三 08:52]--[2016-10-19 三 10:21] =>  1:29
   :END:

** DONE [#B]browse and free study
   CLOSED: [2016-10-19 三 17:44]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-19 三 17:44]
   CLOCK: [2016-10-19 三 14:37]--[2016-10-19 三 17:25] =>  2:48
   :END:

** DONE [#B]检查晚自习
   CLOSED: [2016-10-19 三 20:30]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-19 三 20:30]
   CLOCK: [2016-10-19 三 20:12]--[2016-10-19 三 20:30] =>  0:18
   :END:

** DONE [#B]read ruby
   CLOSED: [2016-10-19 Wed 21:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-19 Wed 21:15]
   :END:
finished page 49

** DONE [#B] relax and listen to music
   CLOSED: [2016-10-19 Wed 21:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-19 Wed 21:39]
   CLOCK: [2016-10-19 Wed 21:16]--[2016-10-19 Wed 21:39] =>  0:23
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-10-20 四 06:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-20 四 06:22]
   CLOCK: [2016-10-20 四 05:53]--[2016-10-20 四 06:22] =>  0:29

   :END:

** DONE [#B] 体检
   CLOSED: [2016-10-20 四 09:46]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-20 四 09:46]
   CLOCK: [2016-10-20 四 06:40]--[2016-10-20 四 09:46] =>  3:06
   :END:

** DONE [#B] browse and free learn
   CLOSED: [2016-10-20 四 15:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-20 四 15:31]
   CLOCK: [2016-10-20 四 09:48]--[2016-10-20 四 15:31] =>  5:43
   :END:
finished page 50

** DONE [#B] arrive office and begin to study
   CLOSED: [2016-10-20 四 19:44]
   :LOGBOOK:
   - State "DONE"       from "WAITING"    [2016-10-20 四 19:44]
   - State "DONE"       from "STARTED"    [2016-10-20 四 19:44]
   :END:

** DONE [#B] arrive office and begin to learn
   CLOSED: [2016-10-21 Fri 05:53]
   :LOGBOOK:
   - State "DONE"       from "WAITING"    [2016-10-21 Fri 05:53]
   - State "DONE"       from "STARTED"    [2016-10-21 Fri 05:53]
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-10-21 Fri 06:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-21 Fri 06:52]
   :END:

** STARTED [#B] browse and listen to music
   :LOGBOOK:
   CLOCK: [2016-10-22 六 15:19]--[2016-10-22 日 15:51] =>  0:32
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-11-05 六 21:25]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-05 六 21:25]
   - State "STARTED"    from "DONE"       [2016-10-24 一 06:11]
   - State "DONE"       from "STARTED"    [2016-10-24 一 06:11]
   :END:

** DONE [#B] to study computer since
   CLOSED: [2016-10-24 Mon 08:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-24 Mon 08:54]
   CLOCK: [2016-10-24 Mon 07:57]--[2016-10-24 Mon 08:54] =>  0:57
   :END:

** DONE [#B] Read Ruby
   CLOSED: [2016-10-24 Mon 09:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-24 Mon 09:13]
   CLOCK: [2016-10-24 Mon 08:55]--[2016-10-24 Mon 09:13] =>  0:18
   :END:
finished page 52

** DONE [#B] browse
   CLOSED: [2016-10-24 Mon 18:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-24 Mon 18:12]
   CLOCK: [2016-10-24 Mon 16:31]--[2016-10-24 Mon 18:12] =>  1:41
   :END:
lesson 43 97.2%

** DONE [#B] 省特色专业团队及技师评价
   CLOSED: [2016-10-25 二 10:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-25 二 10:26]
   CLOCK: [2016-10-25 二 08:24]--[2016-10-25 二 10:26] =>  2:02
   :END:
会议开始不按时，前三个专业介绍重点不突出，超时。
后个人介绍简略。

** DONE [#B]browse and free learn
   CLOSED: [2016-10-25 二 11:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-25 二 11:48]
   CLOCK: [2016-10-25 二 10:54]--[2016-10-25 二 11:28] =>  0:34
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-10-26 三 06:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-26 三 06:54]
   CLOCK: [2016-10-26 三 06:44]--[2016-10-26 三 06:54] =>  0:10
   :END:

** DONE [#B] 在信息化办参与评审项目
   CLOSED: [2016-10-26 三 19:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-26 三 19:52]
   CLOCK: [2016-10-26 三 13:20]--[2016-10-26 三 19:00] =>  5:40
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2016-10-26 三 21:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-26 三 21:33]
   CLOCK: [2016-10-26 三 20:23]--[2016-10-26 三 21:33] =>  1:10
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-10-27 四 07:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-27 四 07:04]
   CLOCK: [2016-10-27 四 06:42]--[2016-10-27 四 07:04] =>  0:22
   - State "STARTED"    from "DONE"       [2016-10-27 四 06:42]
   - State "DONE"       from "STARTED"    [2016-10-27 四 06:42]
   :END:

** DONE [#B] clean up the office
   CLOSED: [2016-10-27 四 08:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-27 四 08:26]
   CLOCK: [2016-10-27 四 08:05]--[2016-10-27 四 08:26] =>  0:21
   :END:

** STARTED [#B] browse and free read
   :LOGBOOK:
   CLOCK: [2016-10-27 四 08:42]--[2016-10-27 四 09:55] =>  1:13
   :END:

** DONE [#B] review words
   CLOSED: [2016-10-27 四 10:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-27 四 10:34]
   CLOCK: [2016-10-27 四 08:45]--[2016-10-27 四 10:34] =>  1:49
   :END:
校企合作商谈。

** DONE [#B]browse and free learn
   CLOSED: [2016-10-27 四 11:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-27 四 11:40]
   CLOCK: [2016-10-27 四 10:39]--[2016-10-27 四 11:40] =>  1:01
   :END:

** DONE [#B]read Ruby
   CLOSED: [2016-10-27 四 15:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-27 四 15:21]
   CLOCK: [2016-10-27 四 14:13]--[2016-10-27 四 15:21] =>  1:08
   :END:

** DONE [#B] watch apple pubilish
   CLOSED: [2016-10-28 Fri 08:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-28 Fri 08:40]
   CLOCK: [2016-10-28 Fri 08:18]--[2016-10-28 Fri 08:40] =>  0:22

   :END:
sound is so low

** DONE [#B] relax and listen to music
   CLOSED: [2016-10-30 Sun 07:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-30 Sun 07:55]
   :END:

** DONE [#B]carry daughter and other to railwasy
   CLOSED: [2016-10-30 Sun 12:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-30 Sun 12:17]
   CLOCK: [2016-10-30 Sun 08:41]--[2016-10-30 Sun 12:17] =>  3:36
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-10-30 Sun 13:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-30 Sun 13:03]
   CLOCK: [2016-10-30 Sun 12:49]--[2016-10-30 Sun 13:03] =>  0:14
   :END:

** DONE [#B] go to home and to have breakfast
   CLOSED: [2016-10-31 一 06:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-31 一 06:57]
   :END:

** DONE [#B] clean up the office and attend a meeting
   CLOSED: [2016-10-31 一 10:07]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-31 一 10:07]
   CLOCK: [2016-10-31 一 08:32]--[2016-10-31 一 10:07] =>  1:35
   :END:
8:30--10:00参加学委扩大会议。
内容附后：
10.31号上午八点半会议。

*** 党委扩大会。

两个议程

**** 一.六中全会学习。

**** 二，马院长传达会议精神 。

**** 三，办公室保密要求。

 张清民传达。

 全面从严治党。

 党要管党，从严治党。

 高级干部带头。

 坚持党的领导。

 令行禁止。

 纪律严明。

 为人民服务。

 形式主义。

 提倡实名举报。

 从荐入流。

 法律意识。

 反腐问题。

 家庭家教家风。

 四个全面。

 [v]正在开会。

 [  ]干部标`准。

 [  ]领导干部。

 民主监督。

 十九大一七年下半年召开。

 以习为核心的党中央。


**** 马院长:

 核心，教学诊改。

 黄金时期。

 新阶段新起点。

 五个标志

 方向及定位

 两结合两服务，培养目标。

 高层次，类型。

 双重任务。

 升格死路。升级不升格。

 立德树人

 管理规范。

 师资队伍建设双师素质。

 四个回归。

 产教融合。

 学校主导权。

 扩大开放。

 落实行动计划。

 省级统筹，扶优扶强。优质校建设标准。

 深度合作。

 现代学徒制试点

 质量保证体系。

 质量年度报告

 传递不进则退。

 双一流

 促进产教融合。管理制度。

 四个坚持。现代学徒制。专业建设为平台。

 三年建设期满认定。

 科技研发。

 国家级三十个以上。

 试点校。

 思想。

 四个转变。

 现代质量文化。

 校园形态智能化，组组机构。

 发力点。

 五个层面质量保证体系。

 随时推送信息。

 信息化水平。

 出经验，出专家。

**** 毕院长:

 27所。

 目标全国优质校。

 全国200所。

 五纵五横一平台。诊改主体自身。常州袁守志

 全方位启动。

 弯道超车。

 总结回顾安排。

 六项纪律

 政、工作.生活，廉诘.财径，

 自查，自改。质量生成。

**** 韩伟。

 安全检查，信息公开。非本单位全清除。

 自查。

** DONE [#B] 下午开始门禁改造
   CLOSED: [2016-10-31 Mon 14:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-31 Mon 14:33]
   :END:

** DONE [#B] browse and free learn
   CLOSED: [2016-10-31 Mon 19:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-10-31 Mon 19:14]
   CLOCK: [2016-10-31 Mon 15:09]--[2016-10-31 Mon 19:14] =>  4:05
   :END:

** DONE [#B] 检查晚自习情况
   CLOSED: [2016-11-01 Tue 06:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-01 Tue 06:20]
   CLOCK: [2016-10-31 Mon 19:34]--[2016-10-31 Tue 21:20] =>  1:46
   :END:

** DONE [#B] relax
   CLOSED: [2016-11-02 三 08:25]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-02 三 08:25]
   CLOCK: [2016-11-02 三 05:46]--[2016-11-02 三 06:28] =>  0:42
   :END:

** DONE [#B] clean up
   CLOSED: [2016-11-02 三 08:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-02 三 08:23]
   CLOCK: [2016-11-02 三 08:00]--[2016-11-02 三 08:23] =>  0:23
   :END:

** STARTED [#B] read Ruby
   :LOGBOOK:
   CLOCK: [2016-11-02 三 09:04]--[2016-11-02 三 20:29] => 11:25
   :END:

** STARTED [#B] transport data

** DONE [#B] browse and free learn
   CLOSED: [2016-11-04 五 21:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-04 五 21:54]
   CLOCK: [2016-11-04 五 21:23]--[2016-11-04 五 21:54] =>  0:31
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-11-05 六 21:25]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-05 六 21:25]
   CLOCK: [2016-11-05 Sat 10:07]--[2016-11-05 Sat 18:22] =>  8:15
   :END:

** DONE [#B] browse and free learn
   CLOSED: [2016-11-05 六 21:25]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-05 六 21:25]
   CLOCK: [2016-11-05 Sat 18:22]--[2016-11-05 Sat 19:57] =>  1:35
   :END:

** STARTED [#B] relax and listen to music
   :LOGBOOK:
   CLOCK: [2016-11-06 日 06:13]--[2016-11-06 日 10:42] =>  4:29
   :END:

** STARTED [#B] relax and free learn
   :LOGBOOK:
   CLOCK: [2016-11-06 日 11:03]--[2016-11-06 日 17:56] =>  6:53
   :END:

** DONE [#B] meeting
   CLOSED: [2016-11-07 一 10:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-07 一 10:29]
   CLOCK: [2016-11-07 一 08:21]--[2016-11-07 一 10:29] =>  2:08
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-11-08 Tue 09:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-08 Tue 09:02]
   :END:

** DONE [#B] browse crrent news
   CLOSED: [2016-11-09 三 08:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-09 三 08:29]
   CLOCK: [2016-11-09 三 07:56]--[2016-11-09 三 08:29] =>  0:33
   :END:

** DONE [#B] learn English half a lesson
   CLOSED: [2016-11-11 五 11:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-11 五 11:22]
   CLOCK: [2016-11-11 五 08:53]--[2016-11-11 五 11:22] =>  2:29
   :END:

<<<<<<< Updated upstream
** DONE [#B] update system
   CLOSED: [2016-11-15 二 06:46]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-15 二 06:46]
   CLOCK: [2016-11-15 二 06:28]--[2016-11-15 二 06:46] =>  0:18
   :END:

** DONE [#B] browse and free learn
   CLOSED: [2016-11-18 五 14:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-18 五 14:53]
   CLOCK: [2016-11-18 五 06:47]--[2016-11-18 五 11:00] =>  4:13
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-11-19 六 08:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-19 六 08:27]
   CLOCK: [2016-11-19 六 06:46]--[2016-11-19 六 08:27] =>  1:41
   :END:

** DONE [#B]browse and free learn
   CLOSED: [2016-11-19 六 09:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-19 六 09:53]
   CLOCK: [2016-11-19 六 08:28]--[2016-11-19 六 09:53] =>  1:25
=======
** TODO [#B]

** DONE [#B] from taian to jiniao
   CLOSED: [2016-11-11 Fri 20:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-11 Fri 20:03]
   CLOCK: [2016-11-11 Fri 13:01]--[2016-11-11 Fri 20:03] =>  7:02
   :END:

** DONE [#B]morning get up at 5:30
   CLOSED: [2016-11-12 Sat 06:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-11-12 Sat 06:38]
>>>>>>> Stashed changes
   :END:

** DONE [#B] 工业4.0学习
   CLOSED: [2016-12-05 Mon 18:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-12-05 Mon 18:28]
   CLOCK: [2016-12-05 Mon 18:21]--[2016-12-05 Mon 18:28] =>  0:07
   :END:
crm cra
自动化停车系统
奔驰及bush共同研究利用云技术

** DONE [#B] afternoon lecture
   CLOSED: [2016-12-05 Mon 21:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-12-05 Mon 21:49]
   CLOCK: [2016-12-05 Mon 20:49]--[2016-12-05 Mon 21:49] =>  1:00
   :END:

** DONE [#B] learn English94.7%
   CLOSED: [2016-12-06 Tue 11:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-12-06 Tue 11:39]
   CLOCK: [2016-12-06 Tue 11:12]--[2016-12-06 Tue 11:39] =>  0:27
   :END:

** DONE [#B]learn English
   CLOSED: [2016-12-07 Wed 08:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-12-07 Wed 08:31]
   CLOCK: [2016-12-07 Wed 04:41]--[2016-12-07 Wed 04:46] =>  0:05
   :END:

** DONE [#B]browse
   CLOSED: [2016-12-07 Wed 07:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-12-07 Wed 07:57]
   CLOCK: [2016-12-07 Wed 05:18]--[2016-12-07 Wed 07:57] =>  2:39
   :END:

** DONE [#B]learn English
   CLOSED: [2016-12-08 Thu 06:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-12-08 Thu 06:15]
   CLOCK: [2016-12-08 Thu 05:42]--[2016-12-08 Thu 05:43] =>  0:01
   :END:

** DONE [#B] browse and learn
   CLOSED: [2016-12-11 Sun 20:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-12-11 Sun 20:40]
   CLOCK: [2016-12-11 Sun 09:03]--[2016-12-11 Sun 17:40] =>  8:37
   :END:

** STARTED [#B] charge

** DONE [#B] use time
   CLOSED: [2016-12-14 Wed 09:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-12-14 Wed 09:00]
   CLOCK: [2016-12-14 Wed 04:31]--[2016-12-14 Wed 09:00] =>  4:29
   :END:

** DONE [#B] Arrive office and begin working and learning
   CLOSED: [2016-12-25 日 04:43]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-12-25 日 04:43]
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2016-12-25 日 05:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-12-25 日 05:40]
   CLOCK: [2016-12-25 日 05:16]--[2016-12-25 日 05:40] =>  0:24
   :END:

** STARTED [#B]arrive office begin to learn
   :LOGBOOK:
   CLOCK: [2016-12-26 一 03:30]--[2016-12-26 一 03:37] =>  0:07
   :END:

** STARTED [#B]learn English
   :LOGBOOK:
   CLOCK: [2016-12-27 二 10:35]--[2016-12-27 二 10:36] =>  0:01
   :END:

** STARTED [#B] relax and browse
   :LOGBOOK:
   CLOCK: [2016-12-30 五 06:18]--[2016-12-31 六 15:19] => 33:01
   :END:

** DONE [#B] 完成个人工作总结
   CLOSED: [2017-01-13 Fri 14:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-01-13 Fri 14:40]
   :END:

** DONE [#B] browse and free learn
   CLOSED: [2017-01-14 Sat 15:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-01-14 Sat 15:53]
   CLOCK: [2017-01-14 Sat 07:35]--[2017-01-14 Sat 11:48] =>  4:13
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2017-01-14 Sat 18:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-01-14 Sat 18:00]
   CLOCK: [2017-01-14 Sat 15:54]--[2017-01-14 Sat 18:00] =>  2:06
   :END:

** DONE [#B] 到北实小检查考核
   CLOSED: [2017-01-18 Wed 10:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-01-18 Wed 10:27]
   CLOCK: [2017-01-18 Wed 08:09]--[2017-01-18 Wed 10:27] =>  2:18
   :END:

校长程和方作报告，五项测评
材料齐全
加油20升并开发票

** DONE [#B]一天行程
   CLOSED: [2017-01-19 Thu 16:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-01-19 Thu 16:33]
   CLOCK: [2017-01-19 Thu 16:31]--[2017-01-19 Thu 16:33] =>  0:02
   :END:
早5点起
早餐6：20
七点到女儿宿舍
七点开始返泰
八点五十到二中
上午在泰山中学考核
下午一点半走，一中考核

** DONE [#B] go home
   CLOSED: [2017-01-21 Sat 07:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-01-21 Sat 07:29]
   :END:

** DONE [#B] 到大姐家并看外甥
   CLOSED: [2017-01-21 Sat 15:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-01-21 Sat 15:40]
   CLOCK: [2017-01-21 Sat 09:38]--[2017-01-21 Sat 15:40] =>  6:02
   :END:

外甥消廋。
手术宜早动。
良庄以南有段路没法走。

** DONE [#B] search words
   CLOSED: [2017-01-23 一 11:01]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-01-23 一 11:01]
   CLOCK: [2017-01-23 一 10:52]--[2017-01-23 一 11:01] =>  0:09
   :END:

** DONE [#B] 上午述职
   CLOSED: [2017-01-20 一 12:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-01-20 一 12:52]
   CLOCK: [2017-01-20 一 08:20]--[2017-01-20 一 12:00] =>  3:40
   :END:

** DONE [#B]下午到泰山学院附中考核
   CLOSED: [2017-01-20 一 16:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-01-20 一 12:56]
   CLOCK: [2017-01-20 一 13:40]--[2017-01-20 一 16:00] =>  2:20
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2017-01-28 六 21:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-01-28 六 21:09]
   CLOCK: [2017-01-28 六 20:34]--[2017-01-28 六 21:09] =>  0:35
   :END:

** DONE [#B] relax and listen to music
   CLOSED: [2017-01-29 日 09:07]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-01-29 日 09:07]
   CLOCK: [2017-01-29 日 06:38]--[2017-01-29 日 09:07] =>  2:29
   :END:

** DONE [#B] go to sister's home and eat lunch
   CLOSED: [2017-02-01 三 15:36]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-01 三 15:36]
   CLOCK: [2017-02-01 三 10:58]--[2017-02-01 三 15:36] =>  4:38
   :END:

** DONE [#B]bring water for family
   CLOSED: [2017-02-01 三 16:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-01 三 16:45]
   CLOCK: [2017-02-01 三 16:05]--[2017-02-01 三 16:45] =>  0:40
   :END:

** DONE [#B]看望任淑君老师
   CLOSED: [2017-02-01 三 18:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-01 三 18:15]
   CLOCK: [2017-02-01 三 16:51]--[2017-02-01 三 18:15] =>  1:24
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2017-02-02 四 08:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-02 四 08:29]
   CLOCK: [2017-02-02 四 07:25]--[2017-02-02 四 07:40] =>  0:15
   :END:

** DONE [#B]go home and eat breakfast
   CLOSED: [2017-02-02 四 08:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-02 四 08:29]
   CLOCK: [2017-02-02 四 07:40]--[2017-02-02 四 08:29] =>  0:49
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2017-02-02 四 09:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-02 四 09:21]
   CLOCK: [2017-02-02 四 08:57]--[2017-02-02 四 09:21] =>  0:24
   :END:

** DONE [#B]washing my car
   CLOSED: [2017-02-02 四 12:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-02 四 12:05]
   CLOCK: [2017-02-02 四 10:00]--[2017-02-02 四 12:05] =>  2:05
   :END:

** STARTED [#B]relax and listen to music
   :LOGBOOK:
   CLOCK: [2017-02-02 四 14:45]--[2017-02-02 四 19:36] =>  4:51
   :END:

** DONE [#B]reading English
   CLOSED: [2017-02-02 四 21:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-02 四 21:40]
   CLOCK: [2017-02-02 四 20:29]--[2017-02-02 四 21:40] =>  1:11
   :END:

** DONE [#B] relax and free browse news
   CLOSED: [2017-02-03 五 06:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-03 五 06:49]
   CLOCK: [2017-02-03 五 06:19]--[2017-02-03 五 06:49] =>  0:30
   :END:

** DONE [#B] writing the words
   CLOSED: [2017-02-03 五 09:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-03 五 09:00]
   CLOCK: [2017-02-03 五 08:31]--[2017-02-03 五 09:00] =>  0:29
   :END:

** DONE [#B]relax
   CLOSED: [2017-02-03 五 15:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-03 五 15:11]
   CLOCK: [2017-02-03 五 09:30]--[2017-02-03 五 15:11] =>  5:41
   :END:

** DONE [#B]relax and listen to music
   CLOSED: [2017-02-03 五 16:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-03 五 16:51]
   CLOCK: [2017-02-03 五 16:12]--[2017-02-03 五 16:51] =>  0:39
   :END:
林语堂：为什么现代教育培养不出有见识的人？
博学的人不一定有见识

教育或文化的目的不外是在发展知识上的鉴赏力和行为上的良好表现。有教养的人或受过理
想教育的人，不一定是个博学的人，而是个知道何所爱何所恶的人。

一个人能知道何所爱何所恶，便是尝到了知识的滋味。世界上有一些人，心里塞满历史上的
日期和人物，对于俄国或捷克的时事极为熟识，可是他们的态度或观点是完全错误的；在社
交集会里碰到这么一个人真是再气煞人也没有的事了。

我曾碰见过这种人，觉得谈话中无论讲到甚么话题，他们总有一些事实或数字可以提出来，
可是他们的见解是令人气短的。这种人有广博的学问，可是缺乏见识或鉴赏力。博学仅是塞
满一些事实或见闻而已，可是鉴赏力或见识却是基于艺术的判断力。

中国人讲到学者的时候，普通是分为学、行、识的。对于历史学家，尤其是以这三点为批评
的标准；一部历史也许写得极为渊博，可是完全没有见识，在批判历史上的人物的事迹时，
作者也许没有一点独出心裁的见解或深刻的理解力。

要见闻广博，要搜集事实和详情，乃是最容易的事情。任何一个历史时代都有许多事实，我
们要将之塞满心中，是很容易的；可是选择重要事实时所需要的见识，却是比较困难的事情，
因为这要看个人的观点如何。

怎么算有见识？

一个人必须能够寻根究底，必须具有独立的判断力，必须不受任何社会学的，政治学的，文
学的，艺术的，或学究的胡说所威吓，才能够有鉴赏力或见识。

我们成人的生活无疑地受着许多胡说和骗人的东西所包围：名誉的胡说，财富的胡说，爱国
的胡说，政治的胡说，宗教的胡说，以及骗人的诗人，骗人的艺术家，骗人的独裁者，和骗
人的心理学家。

精神分析学家会告诉我们说：一个人儿童时代的肠胃官能的活动，对于后来生活上的野心，
进取心，和责任心，有着切实的关系，或说大便秘结造成一个人的吝啬的性情；有见识的人
听见这种话的时候，只好一笑置之。

一个人做错了事，便是错了，用不着拿出伟大的名誉以威压人，也用不着说他曾读过许多我
们不曾读过的书，以恐吓人。所以，见识和胆量是有密切的关系的，中国人往往把识和胆连
在一起；而我们知道，胆量或独立的判断是人类中一种多么难得的美德。

我们看见一切有特殊建树的思想家和著作家，在幼年时代都有这种智能上的胆量或独立性。
这种人如果不喜欢一个诗人，便表示不喜欢，纵使那个诗人是当时最有声望的诗人；当他确
实喜欢一个诗人时，他便能够说出喜欢他的理由来，因为这是他的内心判断的结果。这就是
我们所谓文学上的鉴赏力。

如果当时盛行的绘画学派的主张，使他的艺术本能感觉不快，他也会加以反对。这就是艺术
上的鉴赏力。

一种流行的哲学理论或时髦的观念，纵使得到了一些最伟大的人物的赞助，他也会表示漠然
的态度。他要等到自己心悦诚服，才愿相信一个作家的话；如果一个作家能使他信服，那个
作家便是对的，可是如果那个作家不能使他信服，那么，他自己是对的，而那个作家是错的。

这就是知识上的鉴赏力。这种智能上的胆量或独立的判断无疑地需要相当孩子气的，天真的
自信力，可是这个自我便是一个人唯一可以依附的东西，一个研究者一旦放弃了个人判断的
权利，便只好接受人生的一切胡说了。　　

现代教育“学而不思”

孔子似乎觉得学而不思比思而不学更为危险，他说：“学而不思则罔，思而不学则殆。”他
在当时一定看见过许多学而不思的学生，所以才提出这个警告；这个警告正是现代学校里极
为需要的。

大家都知道现代教育和现代学校制度大抵是鼓励学生求学问，而忽略鉴别力，同时认为把学
识填满脑中，就是终极的目的，好象大量的学问便能够造成一个有教育的人似的。

可是学校为什么不鼓励思想呢？教育制度为什么把追求学问的快乐，歪曲而成堆塞学识的机
械式的，有量度的，千篇一律的，被动的工作呢？

我们为什么比较注重学问而不注重思想呢？我们怎么可以因为一个大学毕业生念完了若干规
定的心理学，中古史，逻辑，和“宗教”的学分，而便称他做受过教育的人呢？学校为什么
要有分数和文凭呢？分数和文凭在学生们心中为什么会代替了教育的真目的呢？

理由是很简单的。我们之所以有这个制度，就是因为我们是在教育大批的人，象工厂里大量
生产一样，而工厂里的一切必须依一种死板的、机械的制度而运行。

学校为保护其名誉，使其出品标准化起见，必须以文凭为证明。于是，有文凭便有分等级的
必要，有分等级的必要便有学校的分数；为着要给分数起见，学校必须有背诵，大考，和小
考。这造成了一种完全合理的前因后果，无法可以避免。

机械化教育的后果

可是学校有了机械化的大考和小考，其后果是比我们所想象的更有害的。因为这么一来，学
校里所注重的是事实的记忆，而不是鉴赏力或判断力的发展了。

我自己也曾做过教师，我知道出一些关于历史日期的问题，是比出一些含糊的问题更容易的。

同时批定分数也比较容易。这个制度实行之后，我们便会碰到一种危险，就是我们会忘掉我
们已经背弃了教育的真理想或即将背弃教育的真理想。

所谓教育的真理想，我已经说过，就是发展知识上的鉴赏力。孔子说：“记问之学，不足为
人师。”这句话记起来还是很有用的。

世间没有所谓必修的科目，也没有什么人人必读之书，甚至莎士比亚的著作也不是必读之书。
学校制度中似乎有一个愚蠢的观念，以为我们可以制定一些最低限度的历史知识或地理知识，
要做一个受过教育的人，便非念这些东西不可。

我曾受过相当的教育，虽则我完全不知道什么地方是西班牙的首都，而且有一个时候以为哈
凡拿（Havana）是一个邻近古巴的岛屿。

学校制定必修课程有一种危险，就是认为一个人如果念完这些必修的课程，便自然而然知道
了一个受过教育者所应知道的学识。

所以，一个毕业生在离开学校之后，便不再学习什么东西，也不再读什么书，这是完全合逻
辑的情形，因为他已经学到所应该知道的东西了。

知识的追求应该是个人的事情

我们必须放弃“知识可以衡量”的观念。庄子说得好：“吾生也有涯，而知也无涯！”知识
的追求终究是和探索一个新大陆一样，或如佛朗士（Anatole France）所说“灵魂的冒险”
一样。

如果一个虚怀若谷的，好问的，好奇的，冒险的心智始终保持着探索的精神，那么，知识的
追求就会成为欢乐的事情，而不会变成痛苦的工作。

我们必须放弃那种有量度的，千篇一律的，被动的填塞见闻的方法，而实现这种积极的，生
长的，个人的欢乐的理想。

文凭和分数的制度一旦取消或不被人们所重视，知识的追求便可成为积极的活动，因为学生
至少须问自己为什么要读书。

学校现在已经替学生解答这个问题了，因为学生知道他读大学一年级的目的，便是要做大学
二年级生，读大学二年级的目的，便是要做大学三年级生，心中一点疑问也没有。

这一切外来的计划都应该置诸不顾，因为知识的追求是一个人自己的事情，与别人无干。

现在的学生是为注册主任而读书的，许多好学生则是为他们的父母，教师，或未来的妻子而
读书，使他们对得起出钱给他们读大学的父母，或因为他们要使一个善待他们的教师欢喜，
或希望毕业后可以得到较高的薪俸以养家。

我觉得这一切的思念都是不道德的，知识的追求应该成为一个人自己的事情，与别人无关，
只有这样，教育才能够成为一种积极的、欢乐的事情。

来源：《林语堂文集》、现代大学周刊

** DONE [#B] relax
   CLOSED: [2017-02-03 五 19:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-03 五 19:52]
   CLOCK: [2017-02-03 五 17:23]--[2017-02-03 五 19:52] =>  2:29
   :END:

** DONE [#B] relax
   CLOSED: [2017-02-04 六 06:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-04 六 06:48]
   CLOCK: [2017-02-03 五 20:52]--[2017-02-03 五 21:09] =>  0:17
   :END:

** DONE [#B] relax
   CLOSED: [2017-02-05 日 06:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-05 日 06:33]
   CLOCK: [2017-02-04 六 16:21]--[2017-02-04 六 21:12] =>  4:51
   :END:

** DONE [#B] read aloud 40,41
   CLOSED: [2017-02-05 日 06:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-05 日 06:32]
   CLOCK: [2017-02-05 日 06:00]--[2017-02-05 日 06:32] =>  0:32
   :END:

** DONE [#B] relax and listen to musci
   CLOSED: [2017-02-05 日 08:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-05 日 08:31]
   CLOCK: [2017-02-05 日 07:06]--[2017-02-05 日 08:31] =>  1:25
   :END:

** DONE [#B] relax and listen to happy music
   CLOSED: [2017-02-05 日 10:24]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-05 日 10:24]
   CLOCK: [2017-02-05 日 09:46]--[2017-02-05 日 10:24] =>  0:38
   :END:

** DONE [#B]接老人，招待同学
   CLOSED: [2017-02-05 日 18:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-05 日 18:10]
   CLOCK: [2017-02-05 日 10:25]--[2017-02-05 日 18:10] =>  7:45
   :END:
小锋、化杰、小雷来看老人。

** DONE [#B] free learn and browse
   CLOSED: [2017-02-05 日 20:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-05 日 20:59]
   CLOCK: [2017-02-05 日 18:12]--[2017-02-05 日 20:59] =>  2:47
   :END:
看终结者一遍，有些词能听出来了。

** DONE [#B] read aloud<2017-02-06 一 05:20>42,41,40
   CLOSED: [2017-02-06 一 07:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-06 一 07:50]
   - State "STARTED"    from "DONE"       [2017-02-06 一 07:43]
   CLOCK: [2017-02-06 一 07:43]--[2017-02-06 一 07:50] =>  0:07
   - State "DONE"       from "STARTED"    [2017-02-06 一 06:50]
   CLOCK: [2017-02-06 一 05:33]--[2017-02-06 一 06:50] =>  1:17
   :END:

** DONE [#B]relax and browse
   CLOSED: [2017-02-06 一 09:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-06 一 09:14]
   CLOCK: [2017-02-06 一 08:18]--[2017-02-06 一 09:14] =>  0:56
   :END:

** DONE [#B]relax and free learn
   CLOSED: [2017-02-06 一 15:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-02-06 一 15:59]
   CLOCK: [2017-02-06 一 09:23]--[2017-02-06 一 15:59] =>  6:36
   :END:

* Cocos2D-X

** DONE [#A] 制定下学期工作目标
   CLOSED: [2016-07-24 Sun 10:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 10:48]
   CLOCK: [2016-07-21 Thu 09:36]--[2016-07-21 Thu 09:55] =>  0:19
   :END:

  [2016-07-21 Thu 09:35]
13   Swiper:

** DONE [#A] 清理整理，开始工作
   CLOSED: [2016-08-19 五 08:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 08:54]
   CLOCK: [2016-08-19 五 08:24]--[2016-08-19 五 08:54] =>  0:30
   :END:

  [2016-08-19 五 08:23]

** DONE [#A] phone 8628131
   CLOSED: [2016-08-19 五 08:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-19 五 08:56]
   :END:

  [2016-08-19 五 08:55]
